[
  {
    "id": 32687157,
    "title": "Muriel Rukeyser",
    "content": "The universe is made of stories, not of atoms.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32687207,
    "title": "Ray Kurzweil",
    "content": "We like to solve problems, but we dont’t want them solved, not too quickly, anyway. We are more attached to the problems than to the solutions.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32687312,
    "title": "Ray Kurzweil",
    "content": "The nature of time is that it inherently moves in an exponential fashion— either geometrically gaining in speed, or, as in the history of our Universe, geometrically slowing down. Time only seems to be linear during those eons in which not much happens. Thus most of the time, the linear passage of time is a reasonable approximation of its passage. But that’s not the inherent nature of time.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32687583,
    "title": "John 1:1,14",
    "content": "In the beginning was the word…. And the word became flesh.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32687612,
    "title": "Gregory Vlastos",
    "content": "A machine is as distinctively and brilliantly and expressively human as a violin sonata or a theorem in Euclid.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32688123,
    "title": "Ray Kurzweil",
    "content": "Technology also implies a transcendence of the materials used to comprise it. When the elements of an invention are assembled in just the right way, they produce an enchanting effect that goes beyond the mere parts.\nWhen Alexander Graham Bell accidentally wire-connected two moving drums and solenoids (metal cores wrapped in wire) in 1875, the result tran scended the materials he was working with. For the first time, a human voice was transported, magically it seemed, to a remote location. Most assem blages are just that: random assemblies. But when materials-and in the case of modern technology, information-are assembled in just the right way, tran. scendence occurs. The assembled obiect becomes far greater than the sun of its parts.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32688198,
    "title": "Charles Babbage",
    "content": "It is not a bad definition of man to describe him as a tool-making animal. His earliest contrivances to support uncivilized life were tools of the simplest and rudest construction. His latest achievements in the substitution of machinery, not merely for the skill of the human hand, but for the relief of the human intel-lect, are founded on the use of tools of a still higher order.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32688451,
    "title": "Lee Smolin",
    "content": "Is the flow of time something real, or might our sense of time passing be just an illusion that hides the fact that what is real is only a vast collection of moments?",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32688549,
    "title": "Ray Kurzweil",
    "content": "The Law of Time and Chaos: In a process, the time interval between salient events (that is, events that change the nature of the process, or significantly affect the future of the process) expands or contracts along with the amount of chaos.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32688570,
    "title": "Ray Kurzweil",
    "content": "The Law of Accelerating Returns: As order exponentially increases, time exponentially speeds up (that is, the time interval between salient events grows shorter as time passes).",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32688915,
    "title": "Ray Kurzweil on Order vs Information",
    "content": "Let's start with our definition of disorder and work backward. If disorder represents a random sequence of events, then the opposite of disorder should imply “not random.\" And if random means unpredictable, then we might conclude that order means predictable. But that would be wrong\nBorrowing a page from information theory, consider the difference between information and noise. Information is a sequence of data that is meaningful in a process, such as the DNA code of an organism, or the bits in a computer program. Noise, on the other hand, is a random sequence. Neither noise nor information is predictable. Noise is inherently unpredictable, but carries no information.\nInformation, however, is also unpredictable. If we can predict future data from past data, then that future data stops being information. For example, consider a sequence which simply alternates between zero and one (01010101 ...). Such a sequence is certainly orderly, and very predictable. Specifically because it is so predictable, we do not consider it information bearing, beyond the first couple Thus orderliness does not constitute order because order requires information. Perhaps I should use the word information instead of order. However, information alone is nor sufcient for our purposes either. Consider a phone book. It certainly represents a lot of information, and some order as well. Yet if we double the size of the phone book, we have increased the amount of data, but we have not achieved a deeper level of order.\nOrder, then, is information that fits a purpose. The measure of order is the measure of how well the information fits the purpose.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32689353,
    "title": "Ray Kurzweil",
    "content": "There's no way to really tell, but evolution has its time spiral going in the opposite direction from entities we generally consider to be conscious, such as humans. In other words, evolution starts out slow and speeds up over time, whereas the development of a person starts out fast and then slows down. The Universe, however, does have its time spiral going in the same direction as us organisms, so it would make more sense to say that the Universe is conscious.\nAnd come to think of it, that does shed some light on what happened before the big bang.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32721724,
    "title": "Ray Kurzweil",
    "content": "The irreversibility of computation is often cited as a reason that computation is useful: it transforms information in a unidirectional, “purposeful” manner. Yet the reason that computation is irreversible is based on its ability to destroy information, not create it.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32728416,
    "title": "HG Wells",
    "content": "The human individual is born now to live in a society for which his fundamental instincts are altogether inadequate. He has to be educated systematically for his social role. The social man is a manufactured product of which the natural man is the raw nucleus.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32212974,
    "title": "Untitled",
    "content": "\"If I’m stuck, it’s usually because I’m either trying to write something that doesn’t want to be written—there’s something theoretically interesting in it, but I’m missing one of the points on the constellation as a human being in order to write that story—or it’s because something’s wrong. That’s a really excruciating, nauseating feeling, because it’s very hard to name what’s wrong.\"\n- Caoilinn Hughes",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32815523,
    "title": "Ted Nelson",
    "content": "All my computer work has been about expressing and showing interconnection among writings\n",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32815537,
    "title": "Ted Nelson",
    "content": "I was trailing my hand in the water, and I thought about how the water was moving around my fingers, opening on one side, and closing on the other, and that changing system of relationships … and just generalising that to the entire universe that the world is a system of ever-changing relationships and structures, struck me as a vast truth, … and so interconnection and expressing that interconnection has been the centre of all my thinking, and all my computer work has been about expressing and representing and showing interconnection among writings.\n",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32815661,
    "title": "George Landow",
    "content": "poetic machines – machines that work according to analogy and association, machines that capture and create the anarchic brilliance of human imagination.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32869641,
    "title": "John Stuart Mill",
    "content": "I never allowed [my system of thought] to fall to pieces, but was incessantly occupied in weaving it anew. I never, in the course of my transition, was content to remain, for ever so short a time, confused and unsettled. When I had taken in any new idea, I could not rest till I had adjusted its relation to my old opinions, and ascertained exactly how far its effect ought to extend in modifying or superseding them.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32869788,
    "title": "Peter M Senge",
    "content": "Our personal meaning starts to become incoherent when it becomes fixed. The incoherence increases when past meaning is imposed on present situations. As this continues, yesterday’s meaning becomes today’s dogma, often losing much of its original meaningfulness in the process.&nbsp; ",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32994035,
    "title": "Connie quote",
    "content": "It's always been Text and Image",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 32995619,
    "title": "Haruki Murakami",
    "content": "Some things in life are too complicated to explain in any language",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 33371938,
    "title": "Rick Rubin",
    "content": "We are dealing in a magic realm, nobody knows why or how it works",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 33428567,
    "title": "André Aciman",
    "content": "What I forgot to earmark in that promise was that ice and apathy have ways of instantly repealing all truces and resolution signed in sunnier moments.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 33428841,
    "title": "André Aciman",
    "content": "This is like coming home, like coming home after years away among Trojans and Lestrygonians, like coming home to a place where everyone is like you, where people know, they just know— coming home as when everything falls into place and you suddenly realize that for seventeen years all you'd been doing was hddling with the wrong combination.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 33429570,
    "title": "André Aciman",
    "content": "He saw through everybody, but he saw through them precisely because the first thing he looked for in people was the very thing he had seen in himself and may not have wished others to see.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 33462739,
    "title": "André Aciman",
    "content": "On late afternoons, when there was nothing to do in the house, Mafalda would ask him to climb a ladder with a basket and pick those fruits that were almost blushing with shame, she said. He would joke in Italian, pick one out, and ask, Is this one blushing with shame? No, she would say, this one is too young still, youth has no shame, shame comes with age.",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 33462834,
    "title": "André Aciman",
    "content": "apricock",
    "channelSlug": "quotes-nlcurs8qjuk"
  },
  {
    "id": 15876254,
    "title": "Untitled",
    "content": "“The spectacle presents itself simultaneously as all of society, as part of society, and as instrument of unification. As a part of society it is specifically the sector which concentrates all gazing and all consciousness. Due to the very fact that this sector is separate, it is the common ground of the deceived gaze and of false consciousness, and the unification it achieves is nothing but an official language of generalized separation. The spectacle is not a collection of images, but a social relation among people, mediated by images.”&nbsp;—Guy Debord, “Society of the Spectacle”, (1967)",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15712961,
    "title": "Untitled",
    "content": "“Smartphones, for instance, encourage us never to fully commit to the here and now, fostering a ghostly presence-absence… Perhaps even more crucially, the web has brought about a ‘crisis of overavailability’ that, in effect, signifies the ‘loss of loss itself’: nothing dies anymore, everything ‘comes back on YouTube or as a box set retrospective’ like the looping, repetitive time of trauma.”",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 5745596,
    "title": "Untitled",
    "content": "The things you learn in maturity aren't simple things such as acquiring information and skills. You learn not to engage in self-destructive behavior. You leant not to burn up energy in anxiety. You discover how to manage your tensions, if you have any, which you do. You learn that self-pity and resentment are among the most toxic of drugs. You find that the world loves talent, but pays off on character. \n\nYou come to understand that most people are neither for you nor against you, they are thinking about themselves. You learn that no matter how hard you try to please, some people in this world are not going to love you, a lesson that is at first troubling and then really quite relaxing. \n\nThose are things that are hard to learn early in life, As a rule you have to have picked up some mileage and some dents in your fenders before you understand. As Norman Douglas said \"There are some things you can't learn from others. You have to pass through the fire.' \n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 8350814,
    "title": "Untitled",
    "content": "\"To seek approval is to seek dependence; to seek dependence is to lose your sense of self... That's the paradox of approval seeking: our very attempt to prove our worth and value means that we believe that our worth and value can be proven.\"\n— Pavel Somov, \"Present Perfect\"",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15890151,
    "title": "Maitreyi D. Piontek",
    "content": "“Feelings of sadness, anger, and jealousy are always an indication of your unhealed wounds and limitations. And they show us clearly that we are not yet connected with our inner well of strength”",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15890319,
    "title": "Untitled",
    "content": "Emotions can be:\nFelt\nExpressed\nRepressed or cut off\nBlamed on someone else\nVerbalized or talked about\nAnalyzed\nJudged\nKilled\nNourished\nExaggerated\nManipulated",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 9252675,
    "title": "Untitled",
    "content": "Self-control is a conscious choice. It is tempting to look into the void and give in to the whispers that you are out of control and can do nothing to better your situation—especially in this media cycle. Important thing to do is to focus on what gave you pleasure and meaning before all this noise and lockdown started. Do something to re-connect with that. Don’t let the pieties of the day prevent you from living a life of fulfillment.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 14439380,
    "title": "C.G. Jung",
    "content": "People will do anything, no matter how absurd, in order to avoid facing their own souls. One does not become enlightened by imagining figures of light, but by making the darkness conscious.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15075832,
    "title": "Untitled",
    "content": "“If you have a deep scar, that is a door, if you have an old, old story, that is a door. If you love the sky and the water so much you almost cannot bear it, that is a door. If you yearn for a deeper life, a full life, a sane life, that is a door.”\n— Clarissa Pinkola Estés",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 14854319,
    "title": "Untitled",
    "content": "\"Bring balance within yourself first\"\n\n1st Chakra - Earth Chakra\nLocation - Base of spine\nDealing - It deals with survival and is blocked by fear\nAsk yourself - What are you most afraid of? Let the fears become clear to you.\nTo do - Surrender your fears. Let your fears flow down the creek\n\n2nd Chakra - Water Chakra\nLocation - \nDealing - Deals with pleasure and is blocked by guilt\nAsk yourself - Look at all the guilt which burdens your soul, what you blame yourself for\nTo do - Accept the reality that this thing happened. Don't let them cloud and poison your energy. If you are to be a positive influence in the world, you need to forgive yourself!\nRelease all the blame &amp; guilt within you, forgive yourself.\n\n3rd Chakra - Fire Chakra\nLocation - Stomach\nDealing - Deals with willpower and is blocked by shame\nAsk yourself - What are you ashamed of, what are your biggest disappointments in yourself\nTo do - Accept and love all aspects of who you are, even your mistakes.\nRelease all your letdowns and disappointments; Accept and love all aspects of who you are even your mistakes.\n\n4th Chakra - Love Chakra\nLocation - Heart\nDealing - Deals with love and is blocked by grief\nAsk yourself - \nTo do - Let all your grief out in front of you. Love is a form of energy and it swirls all around us. Let the pain flow. Release all your sadness and loss.\n\n5th Chakra - Sound Chakra or Chakra of Truth\nLocation - Throat\nDealing - Deals with truth and is blocked by lies, the ones we tell ourselves.\nAsk yourself - \nTo do - You cannot lie about your own nature, you must accept who you are.\nRelease the denials and the lies you tell yourself.\n\n6th Chakra - Light Chakra\nLocation - Center of the forehead\nDealing - Deals with insight and is blocked by illusion\nAsk yourself - The greatest illusion of this world is the illusion of separation, things you think are separate and different, are actually the one and the same. We are one people but live divided.\nTo do - Release all illusion within yourself, everything is connected, collective. Open your mind, you will see that all the elements are one. It is just our consciousness.\n\n7th Chakra - Thought Chakra\nLocation - Crown of head\nDealing - It deals with pure cosmic energy and is blocked by earthly attachments. You will have complete control of your awareness, actions, and thoughts.\nAsk yourself - What attaches you to this world?\nTo do - Let all of the attachments go. Let them flow down the river forgotten.\nRelease all your earthly attachments and let go of all you learned to love\nSurrender yourself and release all the earthly attachments.\n\n\nRealize letting go does not mean it truly disappears. You are then able to connect to your perfect - or ‘’higher’’ self.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 8133079,
    "title": "Vomiting Up All the Filth",
    "content": "“It took many years of vomiting up all the filth I’d been taught about myself, and half-believed, before I was able to walk on the earth as though I had a right to be here.”\n\n— James Baldwin, *Collected Essays*",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 12223268,
    "title": "i’m not a therapist",
    "content": "lack of self-awareness spreads trauma like wildfire \n\nmany of our “toxic” behaviors are trauma cycles and if we are unaware of this, we will repeat these patterns because they are all that we know (they are our definition of “safe”). \n\nbut awareness gives us more time to intervene. to create new patterns. (you can’t change what you can’t see). there is a step of reflection. ideally this step will come in between the trigger and our reaction; however, when beginning this work, the reflection might be after or during our reaction. \n\nthere is no right or wrong in healing from trauma. there is only trying. giving effort to break old cycles and implement new ones. to put a space between ourselves, our triggers, and our reactions. not a space of numbness, but a space of awareness, compassion, and patience. \n\na space to feel what was never allowed to be felt before. a space to dream up a new ending that has yet to play out in your personal reality. ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 14513422,
    "title": "Untitled",
    "content": "“They’re all just spokes on a wheel. This one’s on top, then that one’s on top, and on and on it spins, crushing those on the ground.” She concludes with determination: “I’m not going to stop the wheel. I’m going to break the wheel.”",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 16081947,
    "title": "Harriet B. Braiker PhD",
    "content": "The more you identify with being nice, instead of being real, the more you will find yourself plagued by nagging doubts, insecurities, and lingering fears.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15646920,
    "title": "Stephen Cope",
    "content": "&gt;The “night sea journey” is the journey into the parts of ourselves that are split off, disavowed, unknown, unwanted, cast out, and exiled to the various subterranean worlds of consciousness… The goal of this journey is to reunite us with ourselves. Such a homecoming can be surprisingly painful, even brutal. In order to undertake it, we must first agree to ***exile nothing.***",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 14991126,
    "title": "Untitled",
    "content": "*The wounds in the world\nare reflected within us.\nOr . . . did those outer wounds\nbegin long ago \nwhen we locked a part of ourselves\naway? \nWho can say just where\nthe reclamation of the world\nbegins?*\n\n⚘ Stephen Harrod Buhner\n\nThe Secret Teachings of Plants: The Intelligence of the Heart in the Direct Perception of Nature\n\n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 8425008,
    "title": "Untitled",
    "content": "The problem is not to find the answer, it's to face the answer.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 9937085,
    "title": "Untitled",
    "content": "Anyone who perceives his shadow and his light simultaneously sees himself from two sides and thus gets in the middle. \n\n— C.G. Jung\n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 13808984,
    "title": "Untitled",
    "content": "Patterns are portals to the self",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 7368615,
    "title": "Untitled",
    "content": "\"Take an interest in your pain and your fear. Move closer, lean in, get curious; even for a moment, experience the feelings without labels, beyond being good or bad. Welcome them. Invite them. Do anything that helps melt the resistance.\"- Pema Chödrön",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 11202010,
    "title": "Untitled",
    "content": "how often I used to mistake my own suffering for depth; self-loathing for humility",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 9408108,
    "title": "Untitled",
    "content": "In stepping out of fear and into the unknown, we must stop trying to predict patterns, as we search for past experiences to compare feelings to.  In order to experience something completely new, we have to allow for something to unfold in its own way, without trying to control or predict it.  It is to surrender.  In this we allow for it to surprise us in a way that creates a new experience.  And we begin to re-write a new story, a new self.  And in here is where we begin to experience life in its infinite potential. -Dani Ortman",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 16188745,
    "title": "Ben Okri, A Way of Being Free (p72)",
    "content": "“We are all wounded inside in some way or another. We all carry unhappiness within us for some reason or other. Which is why we need a little gentleness and healing from one another. Healing in words, and healing beyond words. Like gestures. Warm gestures. Like friendship, which will always be a mystery. Like a smile, which someone described as the shortest distance between two people.“",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 7006949,
    "title": "Untitled",
    "content": "If we can’t carry our trauma and act normal, if we have a breakdown or lose our jobs/homes/children, there is something wrong with us. What we need is a culture where the common experience of trauma leads to a normalization of healing. Being able to say: I have good reasons to be scared of the dark, of raised voices, of being swallowed up by love, of being alone. And being able to offer each other: “I know a healer for you.” “I’ll hold your hand in the dark.” “Let’s begin a meditation practice.” “Perhaps talk therapy is not enough.” We should celebrate love in our community as a measure of healing. The expectation should be: I know we are all in need of healing, so how are we doing our healing work?",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15398855,
    "title": "Untitled",
    "content": "Don’t be afraid to suffer—take your heaviness and give it back to the earth’s own weight; the mountains are heavy, the oceans are heavy.\n\n— Rainer Maria Rilke, Sonnets to Orpheus",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 16235603,
    "title": "ReBloom Rachael Maddox",
    "content": "“Shame and repression are like straightjackets on honest expression. At first, you go mad trying to hiss your way out, but when you’re met with more shouts of denigration, eventually, you give up on trying to get free. If you sense your true expression will stifle connection, it becomes difficult to share your authentic heart.”\n\n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 13900374,
    "title": "Untitled",
    "content": "“Things falling apart is a kind of testing and also a kind of healing. We think that the point is to pass the test or to overcome the problem, but the truth is that things don’t really get solved. They come together and they fall apart. It’s just like that. The healing comes from letting there be room for all of this to happen: room for grief, for relief, for misery, for joy.” — Pema Chödrön\n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 11841688,
    "title": "Untitled",
    "content": "\"A seed neither fears light nor\ndarkness, but uses both to grow.\"\n- Matshona Dhliwayo",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15379357,
    "title": "Untitled",
    "content": "“I understood myself only after I destroyed myself. And only in the process of fixing myself did I know who I really was.” — Sade Andria Zabala",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 11479748,
    "title": "Untitled",
    "content": "The trouble with comparing yourself to others is that there are too many others. Using all others as your control group, all your worst fears and all your fondest hopes are at once true. You are good; you are bad; you are abnormal; you are just like everyone else.\n\n| Sarah Manguso, 300 Arguments",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15216602,
    "title": "Untitled",
    "content": "- Be scared, and do it anyway\n\n- Be underqualified, and get in the room anyway\n\n- Be messy, imperfect but show up anyway\n\n- Comfort is the enemy of growth. Get uncomfortable",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 9350688,
    "title": "Untitled",
    "content": "Are you constantly rehearsing past hurts and disappointments? Have you lost hope in love because of failed relationships? Do you feel tension &amp; frustration when expressing your feelings? Does bitterness, anger, or negativity cloud your vision? Don’t stay in bondage to emotional turmoil from past lovers, failed relationships, broken family cycles, or old ways of thinking. Instead, learn how to pinpoint and let go of any unresolved pain, hurt, and resentment lingering from heartbreak that you may be holding onto, which doesn’t serve you.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 14525944,
    "title": "On Christmas and cold fathers",
    "content": "Bitterness toward our parents is really our hurt inner child asking, “Why didn’t you change for me?” And when we love our parents’ inner child, we accept the way they loved us.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 8696384,
    "title": "Brené Brown, I Thought It Was Just Me (but it isn’t): Making the Journey from “What Will People Think?” to “I Am Enough”",
    "content": "“When we choose growth over perfection, we immediately increase our shame resilience. Improvement is a far more realistic goal than perfection. Merely letting go of unattainable goals makes us less susceptible to shame. When we believe “we must be this” we ignore who or what we actually are, our capacity and our limitations. We start from the image of perfection, and of course, from perfection there is nowhere to go but down.”",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 10165283,
    "title": "Untitled",
    "content": "It’s dark because you are trying too hard. Lightly child, lightly… Just lightly let things happen and lightly cope with them. Throw away your baggage and go forward. There are quicksands all about you trying to suck you down into fear and self-pity and despair. That’s why you must walk so lightly, on tiptoes and no luggage,\ncompletely unencumbered.\n\n| Aldous Huxley\n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 16572605,
    "title": "Terri Cole",
    "content": "Most people carry around at least a little excess baggage filled with painful memories from the past, guilt, low level relationships or energy draining situations. That is why it’s important to take time to analyze what you’re carrying around that is no longer serving you so you can release it.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 16547408,
    "title": "Fiona Apple, interviewed for Pitchfork",
    "content": "I remember being told: 'When there is agitation, look where there is no agitation.' So if you have agitation inside, then go and look at a tree. It’s not agitated. It’s doing what it needs to do. Go and watch the ants work when they’re gathering crumbs. Just look at something that’s working and let it ground you.\n\n∆ Fiona Apple, interviewed for Pitchfork",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 14991139,
    "title": "Untitled",
    "content": "*I have seen myself lose intolerance, narrowness, bigotry, complacence, pride, and a whole bushel-basket of other intellectual vices through my contact with Nature . . . The raw materials to make this growth possible, though, do not come from introspection or selfishness. They come from the application of lessons from without—the influence of environment, repeating itself over and over again on the sensitive plate of the brain and being transformed there, as sunshine and floods are transformed in the leaf of the plant, into material for the beautifying of the mind and the enriching of the soul. You have it in your power only to keep the brain sensitive to impressions and the heart and mind and soul adaptable to growth; you have “the power to vary,” and the extent to which you utilize and benefit from that power depends on you and no one else.*\n\n⚘ Luther Burbank",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 11621955,
    "title": "Untitled",
    "content": "You don’t heal from grief. You reconnect with your loving soul, which was never grieving, never traumatized, always free.”\n\nDass, Ram; Bush, Mirabai. Walking Each Other Home (p. 118). Sounds True. Kindle Edition. ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 16679452,
    "title": "Untitled",
    "content": "“Under the present brutal and primitive conditions on this planet, every person you meet should be regarded as one of the walking wounded. we have never seen a man or woman not slightly deranged by either anxiety or grief. we have never seen a totally sane human being.“ — Robert Anton Wilson",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15143827,
    "title": "Untitled",
    "content": "“When you stumble, you may regain your balance by jumping beyond the thing that tripped you.” — Frank Herbert, Dune Messiah",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 17210208,
    "title": "Barbara Dewey, “As You Believe”",
    "content": "“The illusion of separation not only symbolizes our self-doubt and alienation, it gives us a chance to work through the interior distress of various dichotomies by externalizing them. We see ourselves in others, hating in them what we hate in ourselves, loving in them what we love in ourselves. We contend with others because we are contending within ourselves. We punish and reward others as we would ourselves. The illusion of separation offers us the chance to resolve the interior inhibitions to unqualified love in a state of true union. Without this illusion and our reactions to other people, we might never even know such stresses existed.”\n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15430348,
    "title": "Memories are meant",
    "content": "“Memories are meant to serve you, not enslave you.”\n― A.J. Darkholme, Rise of the Morningstar",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 11738876,
    "title": "Untitled",
    "content": "“You read something which you thought only happened to you, and you discover that it happened 100 years ago to Dostoyevsky. This is a very great liberation for the suffering, struggling person, who always thinks that he is alone. This is why art is important. Art would not be important if life were not important, and life is important.”\n\n— James Baldwin, Conversations with James Baldwin",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 21124680,
    "title": "Untitled",
    "content": "I don’t think I’ve learned how to cope with the grief of once knowing someone so intimately that their life was deeply intertwined with mine, that so much of what we did was together and interrelated and shared. And now they are a stranger. Almost completely removed from my life except for the parts of me that are shaped by them.  I don’t really know how to make sense of it. They only exist in memories and photos and songs and places. I don’t really know how to cope with their absence other than just accepting it. Living through it and finding ways to make peace. Releasing, shedding, letting go. I don’t know how to understand the passing of time and all the space that exists between us since our paths separated. That space used to be a bridge. That space used to be an opening and entryway and rite of passage for connection. That space used to be the space created by lovers or best friends or whatever we once were. Now it just doesn’t exist. But I find myself trying to reach across it. Sometimes I even try taking a step and I just fall. Fall into empty space. A pool where my grief lives. ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 21202649,
    "title": "you are not your mistakes",
    "content": "if we are defined by the collection of our mistakes, would we not also be defined by the collection of our successes? defined by every moment where our actions were met with \"thank you so much\"? by every smile we helped arrive to another's face? every good grace?\n\nyou are not your mistakes",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 19515700,
    "title": "Untitled",
    "content": "“Do not allow yourself to suppress your thoughts. Instead, let the thoughts come before you and become a sort of observer. Start observing your own mind. Do not try to escape; do not be afraid of your thinking.” — Śrī Swāmī Rāma",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 21325102,
    "title": "Untitled",
    "content": "It’s almost impossible to safely drive a car while only looking in the rear view mirror. Only seeing where you’ve been is a terrible way to figure out where to go.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 14533436,
    "title": "Untitled",
    "content": "Nostalgia is partly a response to disappointment with the present.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 19585169,
    "title": "Untitled",
    "content": "I'm beginning to think that the ability to accept mental discomfort is perhaps the most important trait for a human being to have. The ability to just accept that you're wrong, to accept things that make you uncomfortable, accept change, accept boredom, accept missing out on treats, accept feeling sad, accept feeling a certain level of anxiety, accept some loss of control, etc. the inability to do that seems to at least contribute to a lot of bad things from delusions to bigotry.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 5186481,
    "title": "Ursula K. Le Guin",
    "content": "Some dreams tell us what we wish to believe. Some dreams tell us what we fear. Some dreams are of what we know though we may not know we knew it. The rarest dream is the dream that tells us what we did not know.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 21504566,
    "title": "Yung Pueblo",
    "content": "Control is a manifestation of your own insecurity; it is a sign that fear is trying to govern your mind. If your peace is important to you, then you have to find a way to accept reality as it is. Remember, you can speak your truth, but that doesn’t mean it will automatically change things. When you see that control has not worked for you, try acceptance.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 19692473,
    "title": "Ask Polly: ‘I’m Broke and Mostly Friendless, and I’ve Wasted My Whole Life’ by Heather Havrilesky",
    "content": "Shame is the opposite of art. When you live inside of your shame, everything you see is inadequate and embarrassing.\n\nShame turns every emotion into the manifestation of some personality flaw, every casual choice into a giant mistake, every small blunder into a moral failure. Shame means that you’re damned and you’ve accomplished nothing and it’s all downhill from here.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 19070535,
    "title": "Your belief system",
    "content": "“Sometimes your belief system is really your fears attached to rules.”  ― Shannon L. Alder",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 21730144,
    "title": "Adyashanti",
    "content": "Suffering is how Life tells you that you are resisting or misperceiving what is real and true.\n\nIt is the way Life suggests that you are not in harmony with what is.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 22625841,
    "title": "Untitled",
    "content": "“A great way to understand yourself is to seriously reflect on everything you find irritating in others.” — Kevin Kelly, co-founder and Executive Editor of Wired Magazine",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 22689042,
    "title": "Untitled",
    "content": "the many sides of myself are learning how to live with eachother",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 22777676,
    "title": "the spirituality of imperfection: storytelling and the search for meaning, ernest kurtz and katherine ketcham",
    "content": "“and above all, don’t fight the truth of yourself. the self “comes clean” when it’s most exposed, most vulnerable to its own imperfection” \n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 17744930,
    "title": "Untitled",
    "content": "there is grief in growth. \nbe gentle and kind to yourself as you shift and transform. ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 23075264,
    "title": "Rupert Spira",
    "content": "“Some of us have to go to the brink of despair before recognizing that we are seeking peace and happiness in the wrong place. For others, a relatively mild dose of failure, loss or sorrow is enough to prompt the intuition that objective experience can never be a source of lasting peace and happiness, and to initiate an investigation into the nature of our self.”\n\n— Rupert Spira",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 23080681,
    "title": "Untitled",
    "content": "there is nothing more human than longing",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 23240505,
    "title": "nuances of emotion",
    "content": "grief vs mourning\n- \"Until now I had been able only to grieve, not mourn. Grief was passive. Grief happened. Mourning, the act of dealing with grief, requires attention\", The Year of Magical Thinking by Joan Didion\n\nshame vs guilt\n-\"Guilt is the feeling you get when you are aware that you have done something wrong, while shame is the state of being that tells you that your entire self is wrong\", Be Not Afraid of Love by Mimi Zhu\n\ncompassion vs empathy\n\nauthenticity vs sincerity\n\nresponsibility vs accountability\n-accountability is past tense, relating to actions that already happened. externally driven, something holds you to account for something?\n\nsupport vs comfort\n\nendurance vs resilience",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 23269521,
    "title": "Louise Hays",
    "content": "Resentment, criticism, guilt, and fear cause more problems than anything else.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 23312713,
    "title": "Untitled",
    "content": "\"Worry is a misuse of imagination.\" Dan Zadra",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15522970,
    "title": "Untitled",
    "content": "\"Trauma, in some ways, is resistance to grief. Genuine grieving is the opposite of trauma.\" — Gabor Maté",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 23796502,
    "title": "Why It's the Hardest to Show Up For the People You Love the Most",
    "content": "Ironically, the more someone matters to you, the more difficult it can be to stay close to them. *Your shame and guilt and regret are activated by how much you care*. Your differences feel more painful and aggravating than they would otherwise. Your flaws feel more embarrassing. Your sadness feels more real, more palpable, more like a personal failure.\n\nMerely recognizing all of these difficulties is enough. Most people feel guilty and confused instead. And many people distance themselves from the people they love the most, just to avoid these unpleasant emotions.\n\nDon’t protect yourself from the most important people in your life. Show up in spite of everything. This could be the last time. Notice the heaviness in your bones. Notice the afternoon sun on the grass. Notice the heavy sighs, the darting eyes, the efforts to be understood. Notice the dark clouds in the south at dusk, the dirty plates, the nervous laughter. Let it all in.\n\n",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 19704337,
    "title": "Untitled",
    "content": "“A baby does not react to failure as an adult does, or even a five-year-old, because she has not yet been made to feel that failure is shame, disgrace, a crime. Unlike her elders, she is not concerned with protecting herself against everything that is not easy and familiar; she reaches out to experience, she embraces life. \n\nWatching this baby, it is hard to credit the popular notion that without outside rewards and penalties children will not learn. There are some rewards and penalties in her life; the adults approve of some things she does, and disapprove of others. But most of the time she lives beyond praise of blame, if only because most of her learning experiences are unobserved. After all, who thinks about the meaning of what a baby is doing, so long as she is quiet and contented? But watch a while and think about it, and you see that she has a strong desire to make sense of the world around her. Her learning gives her great satisfaction, whether anyone notices it or not.”\n\n♡ John Holt, How Children Fail ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 1742129,
    "title": "Untitled",
    "content": "“Recovery can take place only within then context of relationships; it cannot occur in isolation.”",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 13292576,
    "title": "Untitled",
    "content": "I will never shy away from overextending myself or being open to the organic process of love flowering between people. I have seen so many people make shipwrecks of themselves because of insecurity. I have seen who I become in my insecurity and it's an exhausting experience. So many people meet now at this juncture of being used to being unloved and used to living on and within their insecurities almost like a survival instinct. I want new survival instincts for all of us, based on security, vulnerability without fear or emotional retaliation.\n\n| Mykki Blanco",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 24890681,
    "title": "Untitled",
    "content": "The only true way to get over chronic fear is actually to get through it. Instead of trying to battle, resist, and avoid what we cannot control, we can learn to simply shrug and say, and if that happens, it happens. ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 21400939,
    "title": "Heather Havrilesky",
    "content": "But once you give up on trying to ‘fix’ your shame by becoming better, more successful, and more lovable and instead *move towards feeling calm and alive and connected to others in the moment, that shrinks your shame*. You derive joy just from showing up, feeling present, and savoring where you are, even when you know you’ll always make mistakes, you’ll never know everything or seem perfect, and you’ll always be a work in progress — just like everyone else.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 24995677,
    "title": "Solitude",
    "content": "Most of us are functioning from a false persona that was handed down to us through trauma, through indoctrination, through social conditioning, and it's in solitude that you get to step outside of yourself, look back on your life and declare clearly that this is no reflection of who I really am.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 25059150,
    "title": "Untitled",
    "content": "If we want to heal, we have to learn to process.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 4209717,
    "title": "Untitled",
    "content": "We become angry either when we are hurt and in pain or when we are afraid.\n\nKornfield, Jack. A Path with Heart (p. 90). Random House Publishing Group. Kindle Edition.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 662764,
    "title": "Untitled",
    "content": "Anytime you’re gonna grow, you’re gonna lose something. You’re losing what you’re hanging onto to keep safe. You’re losing habits that you’re comfortable with, you’re losing familiarity.\n\n—James Hillman",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 25516040,
    "title": "The Loving Avoidant",
    "content": "Overcoming the fear of commitment means knowing the difference between the youthful idea that *anything is possible* and the neurotic delusion that *everything is possible.*",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 24840010,
    "title": "Untitled",
    "content": "Even in the midst of your most suffering, i will reflect back who you are - your suffering is beautiful because you are beautiful ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 25607188,
    "title": "Anger",
    "content": "Anger is a cover emotion, which is also called a secondary emotion. It occurs in order to protect ourselves from vulnerable feelings and vulnerable experiences.\n \nWhat must happen for true resolution is that the pain underneath the anger (such as the fear, powerlessness, hurt and vulnerability) must be recognized, seen, heard, felt and attended to. \n\nBy far the most important thing if you struggle with anger is for YOU to do this. When you notice anger kick in, and it kicks in really fast, you must slow way down and attend to the vulnerability, the pain and the fear and the perceived powerlessness underneath it.\n \nThis is in fact a much more self-loyal thing to do than fighting back when you are caused pain, because it doesn’t come with the terrible consequences to yourself that your anger usually does.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 25633544,
    "title": "Energetic Boundaries",
    "content": "“There are four main ways of dealing with stress: fighting, fleeing, freezing, or feeling. Only the last leads to growth and transformation.”",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 25643823,
    "title": "Untitled",
    "content": "Fear of the unknown\n\n\"Most of the time when we are blocked in an area of our life, it is because we feel safer that way. We may not be happy, but at least we know what we are- unhappy. Much fear of our own creativity is the _fear of the unknown_\"\n-_The Artist's Way_, p30\n\n“Even though we are more likely to be hurt by someone we know than a stranger, our fear is directed towards the unknown and the unfamiliar”\n- bell hooks, _All About Love_ 193 ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 25722236,
    "title": "Kat Armas",
    "content": "The disrobing of shame, then, is not simply an embracing of “body positivity.” Instead, it involves a reawakening—a remembering of who we’ve always been.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 25870709,
    "title": "Ava from bookbear express",
    "content": "What I’ve learned since then is that the only way we truly get over things is through processing them—through talking about it, writing about it, raging about it, crying about it. Avoidance of pain is what creates lasting problems—when you run away from confronting what you’ve really done and what you really feel, you remove your ability to fully be present in your life...",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 7652735,
    "title": "Toni Cade Bambara",
    "content": "Revolution begins with the self, in the self. The individual, the basic revolutionary unit, must be purged of poison and lies that assault the ego and threaten the heart, that hazard the next larger unit—the couple or pair, that jeopardize the still larger unit—the family or cell, that put the entire movement in peril. We make many false starts because we have been programmed to depend on white models or white interpretations of non-white models, so we don’t even ask the correct questions, much less begin to move in the correct direction. Perhaps we need to face the terrifying and overwhelming possibility that there are no models, that we shall have to create from scratch.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 24139724,
    "title": "ESCAPISM",
    "content": "the tendency to seek distraction and relief from unpleasant realities, especially by seeking entertainment or engaging in fantasy\n\nEscapism is a way of attempting to make negative feelings dissipate, without working through the necessary steps in order to come to relief through mental resolution. It’s a false economy, a quick fix, a crutch, a placebo.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 27138544,
    "title": "Muriel Rukeyser",
    "content": "However confused the scene of our life appears, however torn we may be who now do face that scene, it can be faced, and we can go on to be whole.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 27150741,
    "title": "Untitled",
    "content": "True light / character / the fruits of self-cultivation show in our attitude and the way we respond when things DON'T move as planned / well, when we are challenged, tired, worn out..., or when we are being attacked (martial arts)",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 9910414,
    "title": "Untitled",
    "content": "There is no resolution for the difficulty of the human condition. What is lost will not be restored. Grief does not get smaller. All that grows is endurance, the ability to withstand suffering. My suspicion is that the joy does not get smaller either, and that we grow to make space for all. And the accumulation of grief, joy, and other feelings breaks us only when we refuse to make space for all of it. \n\n| Jo Gleason ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 27444724,
    "title": "shadows are my ancestors",
    "content": "a love letter to shadows, \n\nwhere my ancestors speak to me\nin the glittering sparks of the universe",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 27788580,
    "title": "Pema Chodron",
    "content": "The root of healing, of feeling like a fully adult person, is not trying to make anything go away… If you’re going to be fully mature, you will no longer be imprisoned by the childhood feeling that you always need to protect yourself… because things are too harsh. If you’re going to be a grown up —which I define as being completely at home in your world no matter how difficult the situation —it’s because you will allow something already in you to grow, be nurtured, come out, instead of shielding and protecting it.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 27669088,
    "title": "Rosie Spinks",
    "content": "much of what you doggedly spend your life pursuing — success, romantic love, fame, validation, a hot body, wealth — are just poor stand-ins for what you actually need: an acceptance that life is suffering, you are deeply imperfect, and the true work of being here is learning how to be kind to yourself, and then extending that same kindness to others.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 29371614,
    "title": "Untitled",
    "content": "“Stress doesn’t come from hard work. Stress primarily comes from not taking action over something that you can have some control over. Stress comes from ignoring things that you shouldn’t be ignoring.” ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 30593721,
    "title": "Untitled",
    "content": "learning to be present to my own grief is the hardest thing i’ve ever done ",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 30594510,
    "title": "Untitled",
    "content": "I have struggled with depression my whole life, and my lowest point, I was living on my own by myself doing things the way I wanted, everything was about me and my brokenness, and I was very lost, and I couldn’t find out why the more focused I was on healing myself the more broken I seemed to become…\n\nIt was when I stopped looking in myself and started looking at these humans and started loving these people so much, and them and their suffering, and worrying about what they were going through, I started healing.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 25458509,
    "title": "suffering and joy",
    "content": "Ursula Le Guin: “If you evade suffering you also evade chances of joy….The thing about working with time, instead of against it ...is that it is not wasted. Even the pain counts”.",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 31338791,
    "title": "journal excerpt, 9.29.24",
    "content": "*\"There are things that are inevitable. It does us good to look them in the face as soon as possible.\"*",
    "channelSlug": "unearthing-qc-5dw1r9k"
  },
  {
    "id": 15828903,
    "title": "Afflict the comforted",
    "content": "The purpose of the church is to comfort the afflicted, and afflict the comforted.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 18691510,
    "title": "Kahlil Gibran's \"On Work\"",
    "content": "You work that you may keep pace with the earth and the soul of the earth.\n\nFor to be idle is to become a stranger unto the seasons, and to step out of life’s procession, that marches in majesty and proud submission towards the infinite.\n\nWhen you work you are a flute through whose heart the whispering of the hours turns to music.\n\nWhich of you would be a reed, dumb and silent, when all else sings together in unison?\n\nAlways you have been told that work is a curse and labour a misfortune.\n\nBut I say to you that when you work you fulfill a part of earth’s furthest dream, assigned to you when the dream was born,\n\nAnd in keeping yourself with labour you are in truth loving life,\n\nAnd to love life through labour is to be intimate with life’s inmost secret.\n\nBut if you in your pain call birth an affliction and the support of the flesh a curse written upon your brow, then I answer that naught but the sweat of your brow shall wash away that which is written.\n\nYou have been told also that life is darkness, and in your weariness you echo what was said by the weary.\n\nAnd I say that life is indeed darkness save when there is urge,\n\nAnd all urge is blind save when there is knowledge,\n\nAnd all knowledge is vain save when there is work,\n\nAnd all work is empty save when there is love;\n\nAnd when you work with love you bind yourself to yourself, and to one another, and to God.\n\nAnd what is it to work with love?\n\nIt is to weave the cloth with threads drawn from your heart, even as if your beloved were to wear that cloth.\n\nIt is to build a house with affection, even as if your beloved were to dwell in that house.\n\nIt is to sow seeds with tenderness and reap the harvest with joy, even as if your beloved were to eat the fruit.\n\nIt is to charge all things you fashion with a breath of your own spirit,\n\nAnd to know that all the blessed dead are standing about you and watching.\n\nOften have I heard you say, as if speaking in sleep, “He who works in marble, and finds the shape of his own soul in the stone, is nobler than he who ploughs the soil.\n\nAnd he who seizes the rainbow to lay it on a cloth in the likeness of man, is more than he who makes the sandals for our feet.”\n\nBut I say, not in sleep but in the overwakefulness of noontide, that the wind speaks not more sweetly to the giant oaks than to the least of all the blades of grass;\n\nAnd he alone is great who turns the voice of the wind into a song made sweeter by his own loving.\n\nWork is love made visible.\n\nAnd if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.\n\nFor if you bake bread with indifference, you bake a bitter bread that feeds but half man’s hunger.\n\nAnd if you grudge the crushing of the grapes, your grudge distills a poison in the wine.\n\nAnd if you sing though as angels, and love not the singing, you muffle man’s ears to the voices of the day and the voices of the night.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 17464608,
    "title": "Untitled",
    "content": "Good art is the result of an unbearable life. If you survive it, that is.\n\n",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 16102289,
    "title": "Why we hire for humility (over skill)",
    "content": "Culture is what happens when multiple people get together. That’s it.\n\nIf you want to inform company culture, hire the right people. Period. Full stop.\n\nThe conventional wisdom of hiring is backward. Most companies hire for smarts and capability, and most fire employees for behavior. Very few people are fired for lacking skill.\n\nWe can train people to gain capabilities and skills. But you can’t really teach a person to be unselfish.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 15829205,
    "title": "Embrace hard work. Forget shortcuts.",
    "content": "There seem to be some weird stigma re working really hard, which is so weird. Like, “you can have a nice balanced life and only dabble in X and then you’ll be great at it.” No, you gotta work really really hard to be great at something. Embrace hard work. Forget shortcuts.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31280089,
    "title": "Kindness - Naomi Shihab Nye",
    "content": "Before you know what kindness really is\nyou must lose things,\nfeel the future dissolve in a moment\nlike salt in a weakened broth.\nWhat you held in your hand,\nwhat you counted and carefully saved,\nall this must go so you know\nhow desolate the landscape can be\nbetween the regions of kindness.\nHow you ride and ride\nthinking the bus will never stop,\nthe passengers eating maize and chicken\nwill stare out the window forever.\n\nBefore you learn the tender gravity of kindness\nyou must travel where the Indian in a white poncho\nlies dead by the side of the road.\nYou must see how this could be you,\nhow he too was someone\nwho journeyed through the night with plans\nand the simple breath that kept him alive. \n\nBefore you know kindness as the deepest thing inside,\nyou must know sorrow as the other deepest thing.\nYou must wake up with sorrow.\nYou must speak to it till your voice\ncatches the thread of all sorrows\nand you see the size of the cloth.\nThen it is only kindness that makes sense anymore,\nonly kindness that ties your shoes\nand sends you out into the day to gaze at bread,\nonly kindness that raises its head\nfrom the crowd of the world to say\nIt is I you have been looking for,\nand then goes with you everywhere\nlike a shadow or a friend.\n\n",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 6499249,
    "title": "Untitled",
    "content": "How do thoughts become things?\nThoughts when held long enough create feelings of some kind. Feelings held long enough become emotions. Emotions when intensified enough drive us to take certain actions. Actions create reactions or, what we would call results or 'things'.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 8316958,
    "title": "Untitled",
    "content": "How to design:\n\nThink about things. Think some more. and again. not done yet. try thinking differently about them. Okay, now something cool. and is that practical? now think some more and consider how it'll interact with other things and stuff like joint conditions and then think some more.\n\ndo that 5 or 6 times and you'll have gone through the design process. mostly.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 11849239,
    "title": "Untitled",
    "content": "what if emotions were scented? \n\nwhat would happy smell like? Sad, melancholy, apathy, fear? ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 13927881,
    "title": "Untitled",
    "content": "\"The next time you find yourself with other people that you love, if you just check in with yourself and take note of whether you are looking through your eyes, really perceiving what's happening in your environment, or if you catch yourself being in your head just thinking. I think a big step in the direction of true empathy is being present, scanning your environment, being embodied and engaged.\" - Brett Wilkinson",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 18038778,
    "title": "— Louise Bogan",
    "content": "\"I broke my life, to seek relief\nFrom the flawed light of love and grief.\"",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31248819,
    "title": "Untitled",
    "content": "Those rare moments when you come across something so wonderful like a piece of music, a painting or a movie. And that you then purposefully restrain yourself from revisiting those often. In the hopes of saving your initial reaction for next time. In the hopes of inspiring yourself from the pure memory of them.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 4887423,
    "title": "Ted Nelson",
    "content": "## How to Learn Anything\n\n1. Decide what you want to learn. But you can't know exactly, because of course you don't know exactly how any field is structured until you know all about it.\n2. Read everything you can on it, especially what you enjoy, since that way you can read more of it and faster\n3. Grab for insights. Regardless of points others are trying to make, when you recognise an insight that has meaning for you, make it your own. It may have to do with the shape of molecules, or the personality of a specific emperor, or the quirks of a Great [Person] in the Field. Its importance is not how central it is, but how clear and interesting and memorable it is to you. Remember it. Then go for another.\n4. Tie insights together. Soon you will have your *own* string of insights in a field, like a string a lights around a Christmas tree.\n5. Concentrate on magazines, not books. Magazines have far more insights per inch of text, and can be read much faster. But when a book really speaks to you, lavish attention on it.\n6. Find your own special topics, and pursue them.\n7. Go for conventions. For some reason, conventions are splendid concentrated way to learn things; talking to people helps.\n8. Find your [person]. Somewhere in the world is someone who will answer your questions extraordinarily well. If you find them, follow them.\n9. Keep improving your questions. Probably in your head there are questions that don't seem to line up with what you're hearing. Don't assume that you don't understand, keep adjusting the questions till you get an answer that related to what you wanted.\n10. Your field is bounded where you want it to be. Just because others group and stereotype things in conventional ways does not mean they are necessarily right. Intellectual subjects are connected every whichway; your field is what you think it is.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31485026,
    "title": "Autumn by Ali Smith",
    "content": "Forgetting it is important. We do it on purpose. It means we get a bit of a rest.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 25708290,
    "title": "Saul Bellow",
    "content": "Perhaps, being lost, one should get loster.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31641420,
    "title": "Untitled",
    "content": "I forgive myself for viewing someone's lack of reciprocation as a challenge to convince them of my worth. ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31751451,
    "title": "Untitled",
    "content": "We sometimes complicate God and all He wants from us or for us. But He just wants us.\n\nThe word holy means to be set apart for God, to be, as it were, exclusively His. It’s easy to feel burdened by the importance and urgency of the mission of God. To some degree that is not all bad. However, the mission of God is so simple: to love God with all of our hearts, minds, souls, and strength, and to love our neighbors as ourselves.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 30484906,
    "title": "Untitled",
    "content": "Free and soon also full of joy,",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31754001,
    "title": "Untitled",
    "content": "“Like a compass needle that points north, a man's accusing finger always finds a woman. Always.”",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31754003,
    "title": "Untitled",
    "content": "“If you have the skills, no matter where you learned them, and you can do the work, you should be able to do the work.”",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31754004,
    "title": "Untitled",
    "content": "... communicate my boundaries, and to take initiative to learn what you don't know because no one is being paid to take you by the hand and walk you through it.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31754007,
    "title": "Untitled",
    "content": "If I do a job in 30 minutes it’s because I spent 10 years learning how to do that in 30 minutes. \n\nYou owe me for the years not the minutes.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31754009,
    "title": "Untitled",
    "content": "“Patience and tenacity are worth more than twice their weight of cleverness.”",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31754013,
    "title": "Untitled",
    "content": "Everything you've ever wanted is sitting on the other side of fear!",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31781222,
    "title": "Untitled",
    "content": "Anxious thoughts are easier to get rid of because they’re fundamentally unpleasant—they don’t “want” to come back, and once you stop resisting them they evaporate. \n\nOn the other hand, hope keeps coming back, even in objectively hopeless situations, because fantasy is intrinsically enjoyable.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31781340,
    "title": "Untitled",
    "content": " I wonder how my life would be if I were living instead of healing from things that weren't fully my fault.\n\n\n\n\n\n\n",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31814560,
    "title": "Untitled",
    "content": "First, it is the assumption that the imagination is something that only white writers can access. This insistence that women writers from minority backgrounds are capable only of writing our own lives reveals deeply ingrained stereotypes about creativity and artistic excellence being bound exclusively to white masculinity. People seem to think we suffer from an impoverishment of creative agency.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 31818147,
    "title": "Untitled",
    "content": "We're more likely to pick a familiar hell over an unfamiliar heaven. ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 32109210,
    "title": "Untitled",
    "content": "If you don’t have something interesting to write (something more interesting than the last sentence you wrote), don’t write it. ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 32109215,
    "title": "Untitled",
    "content": "Most of the content you see online consists of thousands of words that say absolutely nothing. \n\nSay something. \n\nMake it something interesting. \n\nAnd, say it quickly.\n",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 23511135,
    "title": "HOPE, QUESTIONIONING AND GETTING LOST BAYO AKOMOLAFE",
    "content": "“What are your practices for embodying and encountering wonder?”",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 10198149,
    "title": "Untitled",
    "content": "We write to taste life twice, in the moment, and in retrospection. We write, like Proust, to render all of it eternal, and to persuade ourselves that it is eternal. We write to be able to transcend our life, to reach beyond it. \n\n| Anaïs Nin ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 32981331,
    "title": "Untitled",
    "content": "You can tell how much you love yourself by what you choose to tolerate, what you accept, what you put up with, and what you let slide.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 17190567,
    "title": "Untitled",
    "content": "Don’t take the shortest path. Try the long way home, walk around the park and see the ducks. Sit on the top of the stairs just to enjoy the view. There is no need for efficiency anymore. Take the long way home. ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33022168,
    "title": "Untitled",
    "content": "You have dug your soul out of the dark, you have fought to be here; don’t go back to what buried you.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33022192,
    "title": "Untitled",
    "content": "If you continue to carry the bricks from your past, you will end up building the same house.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33022208,
    "title": "Untitled",
    "content": "Don’t settle for a life that dulls the fire inside your heart.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33109508,
    "title": "Speak, Memory (1951)",
    "content": "The cradle rocks above an abyss, and common sense tells us that our existence is but a brief crack of light between two eternities of darkness.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 27532036,
    "title": "Untitled",
    "content": "I make friends easily. They come and go based on life circumstances. Proximity and interests spark friendships, but proximity and interests change. Best friends become old distant friends. New friends become best friends. Some people get married and stop calling. Some people get divorced and re-appear. I still love them all, whether we talk or not. ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33133809,
    "title": "Untitled",
    "content": "The reason why we turn to nature when we're not feeling well, it's because nature has the ability to hold space for our big emotions.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 13325214,
    "title": "Untitled",
    "content": "**What role does research play in your work?**\n\nLearning about the ways other artists think and approach making presents me with worlds of definitions which I can draw from, recognize myself in, disagree with (and therefore find my own reply to), and be surprised by (and therefore be freed by). \n\nIt's like a form of triangulation or echolocation—figuring out what's inside by seeing if anything from the outside creates resonance.\n\nA professor had me write a personal glossary for the things I was thinking about at the time in relation to the concepts and philosophies I was developing and my understanding of making art. At first I wasn't sure how to go about this but I wrote down words that kept surfacing in my vocabulary when attempting to describe my thoughts, looking up their dictionary definitions, and then making alterations to fit my philosophies. First, figuring out what they're about to the best of my understanding, then if they have anything that deeply affirms things I'd been suspecting, to use their work to expand my boundaries and serve as mentor suggestions.\n\nSeeing the progression of an artist's practice and shifts within their body of work gives me a little insight into how they got to where they are and even frees me to understand how early I am in my practice.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33168699,
    "title": "Untitled",
    "content": "Sick of your reality? Make a new one.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33181648,
    "title": "Untitled",
    "content": "When you die, who will sit at your grave the longest? ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33366893,
    "title": "Untitled",
    "content": "\"Without strategic and creative ability to generate new thinking – coupled with an expert command of the AI platforms – you won't get far,\" he points out. So his advice to young creatives is to \"learn AI but also learn brand strategy, how to write and how to produce ideas. Designers sell themselves short when they spend their lives colouring in\".",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33427209,
    "title": "Untitled",
    "content": "“We tell stories because we have a hollow place in our heart. You don’t fill that with success. You fill it by finding yourself in the stories you tell.”\n\n–Guillermo Del Toro",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33426708,
    "title": "Untitled",
    "content": "\"When I aim too hard for something, l'm trying too hard. If I just aim for quality, then it always works out. If you take people on a journey with you, as long as it's just as curious as it is delivering in the details, it's very interesting who comes along with you for the ride.\"\n\n— Pharrell",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 12042505,
    "title": "virginia woolf",
    "content": "What matters is precisely this; the unspoken at the edge of the spoken. ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33161679,
    "title": "Story for growth",
    "content": "More prosaically what this means is:\n\nA story will attract talent.\nA story will attract investment.\nA story will attract customers.\nA story will give identity.\nA story will give differentiation.\nA story will give focus.\nA story will give direction.",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 33494250,
    "title": "Articulation as a technical force - BEJ",
    "content": "In essence the same formative process is happening over and over again at different scales, it’s vortical, and it spirals inwards. Essentially like a great corkscrew from the furthest distance, into the body and then again into that internality to the furthest distance. The imprint is of the greatest speculation, and terrifying in scale, really encompassing everything. This is in essence, what articulation is as a technical force. The meaning of such is entirely of the purview of the Gods and to a certain extent, of Johann Kasper Lavater physiognomic analyses. ",
    "channelSlug": "brain-imprints"
  },
  {
    "id": 15991697,
    "title": "change thru community",
    "content": "\"In a 1994 Harvard study that examined people who had radically changed their lives, for instance, researchers found that some people had remade their habits after a personal tragedy, such as a divorce or a life-threatening illness. Others changed after they saw a friend go through something awful, the same way that Dungy's players watched him struggle. \n\nJust as frequently, however, there was no tragedy that preceded people's transformations. Rather, they changed because they were embedded in social groups that made change easier. One woman said her entire life shifted when she signed up for a psychology class and met a wonderful group. \"It opened a Pandora's box,\" the woman told\nresearchers. \"I could not tolerate the status quo any longer. I had changed in my core.\" Another man said that he found new friends among whom he could practice being gregarious. \"When I do make the effort to overcome my shyness, I feel that it is not really me acting, that it's someone else,\" he said. But by practicing with his new group, it stopped feeling like acting. He started to believe he wasn't shy, and then, eventually, he wasn't anymore. When people join groups where change seems possible, the potential for that change to occur becomes more real. For most people who overhaul their lives, there are no seminal moments or life-altering disasters. There are simply communities-sometimes of just one other person-~who make change believable. \n\nOne woman told researchers her life transformed after a day spent cleaning toilets-and after weeks of discussing with the rest of the cleaning crew whether she should leave her husband. \n\n\"Change occurs among other people,\" one of the psychologists involved in the study, Todd Heatherton, told me. \"It seems real when we can see it in other people's eyes.\" \n\nThe precise mechanisms of belief are little understood. No one is certain why a group encountered in a psychology class can convince a woman that everything is different, or why Dungy's team came together after their coach's son passed away. Plenty of people talk to friends about unhappy marriages and never leave their spouse; lots of teams watch their coaches experience adversity and never\ngel. \n\nBut we do know that for habits to permanently change, people must believe that change is feasible. The same process that makes AA so effective-the power of a group to teach individuals how to believe- happens whenever people come together to help one another change. Belief is easier when it occurs within a community!\"\n• The Power of Habit, Charles Duhigh\n",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 15681738,
    "title": "Untitled",
    "content": "Here, time transforms from rigid hour calendar bricks to a flowing fountain circulating without end. I recall so fondly our moments picking each other’s brain baskets, using friendship as a euphemism when we were really talking about love.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 14625542,
    "title": "Friendship is Freedom",
    "content": "*Friendship is Freedom*\n\nYou cannot force it, nor can it be contained. It is natural, not artificial. No amount of planning or logic can explain this, only a daring to believe in magic timing. This is not about meeting the perfect people at the perfect time. Neither is it about the duration of friendship. Instead it is time in terms of rhythm. When the spaces are felt not overthought and there is a slow easiness speaking in uninhibited tones. Steps align, eyes meet, smiles flash, laughter rings and we forget the thoughts that imprison our hearts. Finally, free to feel.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 13079433,
    "title": "Salvador Plascencia, from The People of Paper (McSweeney’s, 2005)",
    "content": "I don’t know what they are called, the spaces between seconds – but I think of you always in those intervals.\n\n∆ Salvador Plascencia, from _The People of Paper_ (McSweeney’s, 2005)",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 12035749,
    "title": "Kerouac's Belief &amp; Technique for Modern Prose",
    "content": "#BELIEF &amp; TECHNIQUE FOR MODERN PROSE\n#LIST OF ESSENTIALS\n1. Scribbled secret notebooks, and wild typewritten pages, for yr own joy\n2. Submissive to everything, open, listening\n3. Try never get drunk outside yr own house\n4. Be in love with yr life\n5. Something that you feel will find its own form\n6. Be crazy dumbsaint of the mind\n7. Blow as deep as you want to blow\n8. Write what you want bottomless from bottom of the mind\n9. The unspeakable visions of the individual\n10. No time for poetry but exactly what is\n11. Visionary tics shivering in the chest\n12. In tranced fixation dreaming upon object before you\n13. Remove literary, grammatical and syntactical inhibition\n14. Like Proust be an old teahead of time\n15. Telling the true story of the world in interior monolog\n16. The jewel center of interest is the eye within the eye\n17. Write in recollection and amazement for yourself\n18. Work from pithy middle eye out, swimming in language sea\n19. Accept loss forever\n20. Believe in the holy contour of life\n21. Struggle to sketch the flow that already exists intact in mind\n22. Dont think of words when you stop but to see picture better\n23. Keep track of every day the date emblazoned in yr morning\n24. No fear or shame in the dignity of yr experience, language &amp; knowledge\n25. Write for the world to read and see yr exact pictures of it\n26. Bookmovie is the movie in words, the visual American form\n27. In praise of Character in the Bleak inhuman Loneliness\n28. Composing wild, undisciplined, pure, coming in from under, crazier the better\n29. You're a Genius all the time\n30. Writer-Director of Earthly movies Sponsored &amp; Angeled in Heaven",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 10490938,
    "title": "Untitled",
    "content": "We tend to think of landscapes as affecting us most strongly when we are in them or on them, when they offer us the primary sensations of touch and sight. But there are also the landscapes we bear with us in absentia, those places that live on in memory long after they have withdrawn in actuality, and such places―retreated to most often when we are most remote from them―are among the most important landscapes we possess. \n\n| Robert Macfarlane",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 2477259,
    "title": "Untitled",
    "content": "Do it now. The conditions are always impossible\n\n—Doris Lessing",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 10284469,
    "title": "Untitled",
    "content": "It was lovely. Not to be stared at, not seen, but being pulled into view by the interested, uncritical eyes of the other. Having her hair examined as a part of her self, not as material or a style. Having her lips, nose, chin caressed as they might be if she were a moss rose a gardener paused to admire. She floated near but outside her own body, feeling vague and intense at the same time. Needing nothing. Being what there was.\n\n| Toni Morrison, Beloved",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 9198243,
    "title": "Untitled",
    "content": "when you get annoyed with someone you live with that means you've truly become a family\n",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 18207135,
    "title": "anxiety-avoidance",
    "content": "Pushing the life projects that matter to you the most will almost always entail *not* feeling fully in control of your time, immune to the painful assaults of reality, or confident about the future. It means embarking on ventures that might fail, perhaps because you’ll find you lacked sufficient talent, it means risking embarrassment, holding difficult conversations, disappointing others, and getting so deep into relationships that additional suffering – when bad things happen to those you care about – is all but guaranteed. And so we naturally tend to make decisions about our daily use of time that prioritise anxiety-avoidance instead. Procrastination, distraction, commitment-phobia, clearing the decks and taking on too many projects at once are all ways of trying to maintain the illusion that you’re in charge of things. \n\n— Oliver Burkeman, *Four Thousand Weeks*",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19567176,
    "title": "Untitled",
    "content": "“I have observed in life that often the things that we wonder about and also the qualities and pursuits that we long for actually turn out to be the things we’re suited for. The things that are actually calling to us to do, we admire them in other people, but it sometimes takes a while for us to grow into this realization.” Krista Tippett ",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19567194,
    "title": "Untitled",
    "content": "“wherever human beings have gathered and with great seriousness tried to think through the predicament of being human, wisdom emerges” - Teju Cole",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19567213,
    "title": "Untitled",
    "content": "“there is something that emerges when we confront what it means to be here, that, if we are tuned in with enough precision, we might emerge with something that can help us and that can help other people” - Teju Cole",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19567279,
    "title": "Untitled",
    "content": "“Very often, I’m trying to write and not say more than can justly be said. I want to reduce the number of sparks. I want to embed hesitation and lack of certainty in it.” —Teju Cole",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19567298,
    "title": "Teju Cole",
    "content": "I think my ideal dialogue is  — one person saying, “Well, I don’t know,” and the other person saying, “I don’t know.”",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19567315,
    "title": "Untitled",
    "content": "There’s a beautiful Inuit word, “qarrtsiluni.” It means “sitting together in the dark, waiting for something to happen.”",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19567337,
    "title": "Teju Cole",
    "content": "“So I’m attracted, in all the arts, to those places where something has been quietened, where concentration has been established. I think one of the great artistic questions for any practitioner of art is, how do you help other people concentrate on a moment?” — Teju Cole",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19567390,
    "title": "Untitled",
    "content": "“We die. That may be the meaning of life. But we do language. That may be the measure of our lives.” —Toni Morrison ",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19568175,
    "title": "Untitled",
    "content": "these moments of pleasure, of epiphany, of focus, of being there, in their instantaneous way can actually feel like a little nudge that’s telling you, “By the way, this is why you’re alive. And this is not going to last, but never mind that for now.”",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 5577056,
    "title": "Journal of a Solitude by May Sarton",
    "content": "perhaps we write toward what we will become from where we are",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 12749952,
    "title": "Ocean Vuong,&nbsp;What’s your mood when you write?",
    "content": "The Italian philosopher Vico had this theory that time moves more in a spiral than it does in a line. He believes that’s why we repeat ourselves, including our tragedies, and that if we are more faithful to this movement, we can move away from the epicenter through distance and time, but we have to confront it every time. I’ve been thinking about trauma—how it’s repetitive, and how we recreate it, and how memory is fashioned by creation. Every time we remember, we create new neurons, which is why memory is so unreliable. I thought, “Well if the Greek root for ‘poet’ is ‘creator,’ then to remember is to create, and, therefore, to remember is to be a poet.” I thought it was so neat. Everyone’s a poet, as long as they remember.\n\n∆ Ocean Vuong,&nbsp;\"What’s your mood when you write?\" The Creative Independent, 2017\n",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19114542,
    "title": "Untitled",
    "content": "There is a lot of suffering in life.\nBut the only suffering that can be avoided\nis the suffering that results from trying to avoid suffering. \n\n- R. D. Laing",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19568228,
    "title": "The Faceless Old Woman Who Secretly Lives In Your Home, Joseph Fink &amp; Jeffrey Cranor",
    "content": "Here is what the sea smells like. It is more texture than scent, because the sea is primarily made of two substances that have no smell of their own: water and salt. Salt has no smell, but makes the air sting, and so all of the other smells of the sea are layered upon the pang of salt. Water has no smell but instead a comfort. We feel moisture as life and so the smells of the ocean are layered upon the contentment of the water. Salt is treble and water is bass. I don’t know how I know this is true, but I know it is true. The sea smells like old wood and wet leaves. Like cold mud and warm stone. Like every creature who has ever lived in it, a churning graveyard and nursery. Like winds from the inland carrying the hot circulation of life and winds from the ocean carrying the distant froth of waves against ships and islands. Like gray, only more so. Like blue, only less so.\n\n∆ The Faceless Old Woman Who Secretly Lives In Your Home, Joseph Fink &amp; Jeffrey Cranor",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 18557170,
    "title": "Untitled",
    "content": "The primary goal of meaningful social gatherings, or, as Priya writes, “the conscious bringing together of people for a reason,” is to create a “sense of belonging.”",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 17170878,
    "title": "Pure Colour by Sheila Heti",
    "content": "Artists manifested themselves in art, not the world, so humans could encounter them there, forever. People could return to books at any time and find them right there, those burning souls, their words as bright as the day they were written.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19568203,
    "title": "Untitled",
    "content": "Useless to think you’ll park and capture it\nMore thoroughly. You are neither here nor there,\nA hurry through which known and strange things pass\nAs big soft buffetings come at the car sideways\nAnd catch the heart off guard and blow it open.\n\n--“Postscript” by Seamus Heaney",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19632659,
    "title": "Untitled",
    "content": "\"I've come to realize that some of the most powerful, most inspiring moments in my life have been the most subtle and that so often, the thing that deserves my attention is trying the least to get it.\" --Kristian Matsson",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 7076748,
    "title": "Octavia Butler - Hypertext",
    "content": "I use the word hypertext because of Octavia Butler. She was interviewed around 1996 about hypertext. The guy who was speaking to her asked what she thought about the internet and what she thought about hypertext. She was like, “Oh, I don’t really use the internet like that, but I do believe in primitive hypertext.” It means that as she creates material she’s reading into one thing, listening to this other thing, and floating passively between lots of different registers. This process is generative to her because it then allows her to create something that intimately connects different things that you may not imagine being related.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19632975,
    "title": "Untitled",
    "content": "\"The gardener digs in another time, without past or future, beginning or end. A time that does not cleave the day with rush hours. Lunch breaks, the last bus home. As you walk in the garden you pass into this time – the moment of entering can never be remembered. Around you the landscape lies transfigured. Here is the Amen beyond the prayer.\"  --Derek Jarman, Modern Nature, 1994, p.30.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 17696909,
    "title": "Untitled",
    "content": "anne carson wrote “i can feel that other day running underneath this one like an old videotape.”",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 17348495,
    "title": "Untitled",
    "content": "“You don’t know anyone at the party, so you don’t want to go. You don’t like cottage cheese, so you haven’t eaten it in years. This is your choice, of course, but don’t kid yourself: it’s also the flinch. Your personality is not set in stone. You may think a morning coffee is the most enjoyable thing in the world, but it’s really just a habit. Thirty days without it, and you would be fine. You think you have a soul mate, but in fact you could have had any number of spouses. You would have evolved differently, but been just as happy. You can change what you want about yourself at any time. You see yourself as someone who can’t write or play an instrument, who gives in to temptation or makes bad decisions, but that’s really not you. It’s not ingrained. It’s not your personality. Your personality is something else, something deeper than just preferences, and these details on the surface, you can change anytime you like. If it is useful to do so, you must abandon your identity and start again. Sometimes, it’s the only way.”\n— Julien Smith, The Flinch",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19687130,
    "title": "Untitled",
    "content": "“Within this process, every individual act of building is a process in which space gets differentiated. It is not a process of addition, in which preformed parts are combined to create a whole, but a process of unfolding, like the evolution of an embryo, in which the whole precedes the parts, and actually gives birth to them, by splitting.” ― Christopher W. Alexander, The Timeless Way of Building",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19741695,
    "title": "Untitled",
    "content": "\"The best way to be yourself is to not be anybody in particular but to just be.\" --Rob Horning",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19738713,
    "title": "Untitled",
    "content": "Invention, it must be humbly admitted, does not consist in creating out of the void but out of chaos. ",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19742323,
    "title": "Untitled",
    "content": "\"Our minds are not like the floating conceptual 'I' imagined by Descartes. We’re always thinking with, and inseparable from, our bodies.\" --sam kriss",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 14918459,
    "title": "Untitled",
    "content": "*When something has acquired a form it metamorphoses immediately into a new one. If we wish to arrive at some living perception of Nature we ourselves must remain as quick and flexible as Nature and follow the example She gives.*\n\n⚘ Goethe",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 18643009,
    "title": "Albert Einstein",
    "content": "Make everything as simple as possible, but not simpler.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19851242,
    "title": "Untitled",
    "content": "\"Everything is change, he said, and everything is connected. Also everything returns, but what returns is not what went away.\" -- Louise Glück",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19699482,
    "title": "Untitled",
    "content": "\"Art isn’t something you need an outside license or a paycheck to pursue. It’s a way of life. It’s a way of adding up what you feel and where you’ve been and what you fear and what you can imagine. It’s a way of seeing your life through a lens that makes everything — good and bad, confusing and clarifying, uplifting and depressing — valuable.\"",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 10136875,
    "title": "Untitled",
    "content": "The thing about performance, even if it’s only an illusion, is that it is a celebration of the fact that we do contain within ourselves infinite possibilities.\n\nDaniel Day-Lewis",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 16619517,
    "title": "Untitled",
    "content": "People don’t exist independently of a place. Places bring out who we are.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19973314,
    "title": "Untitled",
    "content": "\"I actually have this goal to do my best work when I’m 75. So right now I’m still learning, I’m a total novice, and when I reach that point I should be able to work on a masterpiece.\" - Jesper Kouthoofd",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 12571095,
    "title": "Paul Valéry",
    "content": "To see\nis to forget\nthe name\nof \nthe thing\none sees. \n\n∆ attributed to Paul Valéry",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 14017033,
    "title": "Toni Morrison, Remembering",
    "content": "\"You know, they straightened out the Mississippi River in places, to make room for houses and livable acreage. Occasionally, the river floods these places. 'Floods' is the word they use, but in fact it is not flooding: it is remembering. Remembering where it used to be. All water has a perfect memory and is forever trying to get back to where it was. Writers are like that: remembering where we were, that valley we ran through, what the banks were like, the light that was there and the route back to our original place. It is emotional memory--what the nerves and the skin remember as well as how it appeared. And a rush of imagination is our flooding.\"\n\nToni Morrison, 1986 \n",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 16535009,
    "title": "Untitled",
    "content": "Yet it may be, they went on, that there is a zone of silence in the middle of every art. The artists themselves live in it. \n\n∆ from _Walter Sickert: A Conversation_, 1934, Woolf ",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 20767353,
    "title": "Untitled",
    "content": "“As soon as we put something into words, we devalue it in a strange way. We think we have plunged into the depths of the abyss, and when we return to the surface the drop of water on our pale fingertips no longer resembles the sea from which it comes. We delude ourselves that we have discovered a wonderful treasure trove, and when we return to the light of day we find that we have brought back only false stones and shards of glass; and yet the treasure goes on glimmering in the dark, unaltered.”\n― Maurice Maeterlinck, The Treasure of the Humble",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 20767389,
    "title": "Untitled",
    "content": "\"Speech is of Time, silence is of Eternity.\" -- Maurice Maeterlinck, The Treasure of the Humble",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 15737310,
    "title": "Untitled",
    "content": "To know nothing about yourself is to live. To know yourself badly is to think. To know yourself in a flash, as I did in this moment, is to have a fleeting notion of the intimate monad, the soul’s magic word. But that sudden light scorches everything, consumes everything. It strips us naked of even ourselves. It was just a moment, and I saw myself. I can no longer even say what I was. \n\n| Fernando Pessoa, The Book of Disquiet",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 225493,
    "title": "Untitled",
    "content": "Running water is beautiful water. So be a channel. If anything comes, pass it on. Don't cling. (Sri Swami Satchidananda)",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 15487799,
    "title": "Paul Schmidtberger, Design Flaws of the Human Condition",
    "content": "And then one student said that happiness is what happens when you go to bed on the hottest night of the summer, a night so hot you can’t even wear a t-shirt and you sleep on top of the sheets instead of under them, although try to sleep is probably more accurate. And then at some point late, late, late at night, say just a bit before dawn, the heat finally breaks and the night turns cool and when you briefly wake up, you notice that you’re almost chilly, and in your groggy, half-consciousness, you reach over and pull the sheet around you and just that flimsy sheet makes it warm enough and you drift back off into a deep sleep. And it’s that reaching, that gesture, that reflex we have to pull what’s warm—whether it’s something or someone—toward us, that feeling we get when we do that, that feeling of being safe in the world and ready for sleep, that’s happiness. \n\n∆ Paul Schmidtberger, _Design Flaws of the Human Condition_",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 20837233,
    "title": "∆ Carry by Billy Collins",
    "content": "Carry \nby Billy Collins \n\nI want to carry you\nand for you to carry me\nthe way voices are said to carry over water. \n\nJust this morning on the shore, I could hear two people talking quietly in a row\nboat on the far side of the lake. \n\nThey were talking about fishing, then one changed the subject, and, I swear, they began talking about you.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 20146975,
    "title": "Emily Riehl",
    "content": "As Eugenia Cheng puts it in The Art of Logic in an Illogical World, “a powerful aspect of abstraction is that many different situations become the same when you forget some details.” ",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 20985521,
    "title": "Untitled",
    "content": "\"Truth, life, or reality is an organic thing which the poetic imagination can represent or suggest, in essence, only through transformation, through changing into other forms than those which were merely present in appearance.\" --Tennessee Williams",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 12353233,
    "title": "Wendell Berry: “It is easy for me to imagine that the next great division of the world will be between people who wish to live as creatures and people who wish to live as machines.”",
    "content": "“It is easy for me to imagine that the next great division of the world will be between people who wish to live as creatures and people who wish to live as machines.”\n\n–Wendell Berry, _Life Is a Miracle_",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 19566536,
    "title": "Annie Ernaux, The Years",
    "content": "The strange presence of absent beings ",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 13528505,
    "title": "Untitled",
    "content": "Japanese notion of Yohaku (blank space). ‘I have always been interested in natural phenomena such as fog, wind, light, and shadow, articulating almost invisible forms in my work and praising simple, yet deeply rich ‘in-between’ spaces,’",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 22585135,
    "title": "Teju Cole, Known and Strange Things: Essays",
    "content": "The music you travel with helps you to create your own internal weather.\n\n∆ Teju Cole, Known and Strange Things: Essays",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 23314411,
    "title": "from Dandelion Wine (1957) by Ray Bradbury",
    "content": "June dawns, July noons, August evenings over, finished, done, and gone forever with only the sense of it all left here in his head. Now, a whole autumn, a white winter, a cool and greening spring to figure sums and totals of summer past.\n\n∆ from Dandelion Wine (1957) by Ray Bradbury",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 24136460,
    "title": "aretha franklin",
    "content": "you got to disturb the peace when you can’t get no peace ",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 16963658,
    "title": "Untitled",
    "content": "What if the future is soft and revolution is so kind that there is no end to us in sight.\nWhole cities breathe and bad luck is bested by a promise to the leaves.\nTo withstand your own end is difficult.\nThe future frolics about, promised to no one, as is her right.\nRage against injustice makes the voice grow harsher yet.\nIf the future leaves without us, the silence that will follow will be an unspeakable nothing.\n\n\nWhat if we convince her to stay?\nHow rare and beautiful it is that we exist.\nWhat if we stun existence one more time?\nWhen I wake up, get out of bed, my seven year old cousin\nwith her ruptured belly tags along.\nThen follows my grandmother, aunts, my other cousins\nand the violent shape of their drinking water.\n\n\nThe earth remembers everything,\nour bodies are the color of the earth and we\nare nobodies.\nBeen born from so many apocalypses, what’s one more?\nLove is still the only revenge. It grows each time the earth is set on fire.\nBut for what it’s worth, I’d do this again.\nGamble on humanity one hundred times over\nCommit to life unto life, as the trees fall and take us with them.\nI’d follow love into extinction.\n\nAyisha Siddiqa, *ON ANOTHER PANEL ABOUT CLIMATE, THEY ASK ME TO SELL THE FUTURE AND ALL I’VE GOT IS A LOVE POEM*",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 21937890,
    "title": "Brian Dillon, \"Suppose A Sentence\"",
    "content": "When you travel, Elizabeth Hardwick once wrote, the first lesson you learn is that you do not exist.\n\n∆ Brian Dillon, \"Suppose A Sentence\"",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 28784299,
    "title": "Untitled",
    "content": "NOSTOS\n\nThere was an apple tree in the yard—\nthis would have been\nforty years ago—behind,\nonly meadow. Drifts\nof crocus in the damp grass.\nI stood at that window:\nlate April. Spring\nflowers in the neighbor’s yard.\nHow many times, really, did the tree\nflower on my birthday,\nthe exact day, not\nbefore, not after? Substitution\nof the immutable\nfor the shifting, the evolving.\nSubstitution of the image\nfor relentless earth. What\ndo I know of this place,\nthe role of the tree for decades\ntaken by a bonsai, voices\nrising from the tennis courts—\nFields. Smell of the tall grass, new cut.\nAs one expects of a lyric poet.\nWe look at the world once, in childhood.\nThe rest is memory.\n\n‘Nostos’ from MEADOWLANDS by Louise Glück\nCopyright © 1996, Louise Glück. All rights reserved.",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 18935190,
    "title": "Untitled",
    "content": "‘Blue is the typical heavenly colour. The ultimate feeling it creates is one of rest. When it sinks to almost black, it echoes grief that is hardly human’\n\nWassily Kandinsky",
    "channelSlug": "text-t_yc04u6kt4"
  },
  {
    "id": 18113666,
    "title": "Be a Tell Me More Person [TMMP]",
    "content": "“The only good teachers for you are those friends who love you, who think you are interesting, or very important, or wonderfully funny; whose attitude is:\n\n‘Tell me more. Tell me all you can. I want to understand more about everything you feel and know and all the changes inside and out of you. Let me come out.’\n\nAnd if you have no such friend and you want to write well, then you must imagine one.”\n\n-Brenda Ueland from If You Want to Write",
    "channelSlug": "quotation-mark-underscore-quotation-mark"
  },
  {
    "id": 10137150,
    "title": "Untitled",
    "content": "Never try to convey your idea to the audience — it is a thankless and senseless task. Show them life, and they'll find within themselves the means to assess and appreciate it.\n\n| Andrei Tarkovsky",
    "channelSlug": "quotation-mark-underscore-quotation-mark"
  },
  {
    "id": 9195099,
    "title": "Untitled",
    "content": "Feel compliments as deeply as you feel insults.\n\n– James Clear",
    "channelSlug": "quotation-mark-underscore-quotation-mark"
  },
  {
    "id": 13886917,
    "title": "Untitled",
    "content": "“If you can see a thing whole,” he said, “it seems that it’s always beautiful. Planets, lives … But close up, a world’s all dirt and rocks. And day to day, life’s a hard job, you get tired, you lose the pattern. You need distance, interval. The way to see how beautiful earth is, is to see it from the moon. The way to see how beautiful life is, is from the vantage point of death.” —Ursula K. Le Guin",
    "channelSlug": "quotation-mark-underscore-quotation-mark"
  },
  {
    "id": 17886288,
    "title": "Untitled",
    "content": "“Despite all our accomplishments, we owe our existence to a six-inch layer of topsoil and the fact it rains.”",
    "channelSlug": "quotation-mark-underscore-quotation-mark"
  },
  {
    "id": 32371160,
    "title": "Untitled",
    "content": "“You struggle because you’re locating all of the magic in your life outside of yourself. When you are loved, then you are lovable. When you are left behind, you are unlovable. When you “arrive” at some point of success and fame as a writer, you will be worthy. Until then, you are worthless.\n\nAs long as you imagine that the outside world will one day deliver to you the external rewards you need to feel happy, you will always perceive your survival as exhausting and perceive your life as a long slog to nowhere. Instead, you have to savor the tiny struggles of the day: The cold glass of water after a long run. The hot bath after hours of digging through the dirt. The satisfaction of writing a good sentence, a good paragraph. You MUST feel these things, because these aren’t small rewards on the path to some big reward; these tiny things are everything. Savoring these things requires tuning in to your feelings, and it requires loving yourself instead of shoving your nose into your own question marks hour after hour, day after day.\n\nYou are not lost. You are here. Stop abandoning yourself. Stop repeating this myth about love and success that will land in your lap or evade you forever. Build a humble, flawed life from the rubble, and cherish that. There is nothing more glorious on the face of the earth than someone who refuses to give up, who refuses to give in to their most self-hating, discouraged, disillusioned self, and instead learns, slowly and painfully, how to relish the feeling of building a hut in the middle of the suffocating dust.\n\nIf you can learn to be where you are, without fear, then sooner than you know it, your life will quite naturally be filled with more love and more wonder than you can possibly handle. When that happens, you’ll look back and see that this was the most romantic time of your whole life. These are those terrible days, those gorgeous days, when you first learned to breathe and stand alone without fear, to believe not in finish lines but in the race itself. Your legs are aching and your heart is pounding and the world is electric. You will have 30 years or 50 years, or maybe you’ll be gone tomorrow. All that matters is this moment, right now. This is the moment you learn to be here, to feel your limbs, to feel your full heart, to realize, for the first time, just how lucky you are.”\n\n― Heather Havrilesky",
    "channelSlug": "quotation-mark-underscore-quotation-mark"
  },
  {
    "id": 21717747,
    "title": "Untitled",
    "content": "“If you have it in your power to do something great and important and wonderful, then you should.” —Dr. Robert Zubrin",
    "channelSlug": "quotation-mark-underscore-quotation-mark"
  },
  {
    "id": 16447133,
    "title": "—Rumi",
    "content": "“Run from what's comfortable. Forget safety. Live where you fear to live. Destroy your reputation. Be notorious. I have tried prudent planning long enough. From now on I'll be mad.”\n",
    "channelSlug": "quotation-mark-underscore-quotation-mark"
  },
  {
    "id": 11540552,
    "title": "Untitled",
    "content": "In spiritual evolution, you don’t destroy the ego; rather, you stop identifying with it. You see it as a functional unit.\n\nDass, Ram; Bush, Mirabai. Walking Each Other Home (p. 47). Sounds True. Kindle Edition. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 4040920,
    "title": "Alan Watts",
    "content": "‘Inability to accept the mystic experience is more than an intellectual handicap. Lack of awareness of the basic unity of organism and environment is a serious and dangerous hallucination. For in a civilization equipped with immense technological power, the sense of alienation between man and nature leads to the use of technology in a hostile spirit - to the \"conquest\" of nature instead of intelligent co-operation with nature.’\n\n—&nbsp;Alan Watts",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14727779,
    "title": "adrienne maree brown",
    "content": "The easier “being wrong” is for you (the faster you can release your viewpoint), the quicker you can adapt to changing circumstances. Adapting allows you to know and name current needs and capacity, to be in relationship in real time, as opposed to any cycle of wishing and/or resenting what others do or don’t give you.\n...\nJust at least consider that the place where you are wrong might be the most fertile ground for connecting with and receiving others. And in a beautiful twist, being soft in your rightness, as opposed to smashing people with your brilliance, can open others up to whatever wisdom you’ve accumulated.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14766343,
    "title": "William Butler Yeats",
    "content": "The world is full of magic things, patiently waiting for our senses to grow sharper.\n\n∆ William Butler Yeats",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7828282,
    "title": "Scherezade Siobhan",
    "content": "“Break often - not like porcelain, but like waves.”\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10681832,
    "title": "Untitled",
    "content": "Imagine trusting your body so much, that the ebb and flow of your energy levels are never a cause for alarm, but more a cause to embrace the natural variety that your own body expresses into the world. Trusting that your fallow periods would be followed by periods of doing, simply because it is in your nature to ebb and flow.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 8973840,
    "title": "Etel Adnan",
    "content": "\"Spirituality is not necessarily religious. Spirituality is the feeling that the world is inhabited, that there is something else than just the absolutely concrete and that even a sheet of paper could suddenly begin to talk to us. It is a dialogue with the unknown, the invisible. It is not a rational dialogue. There are no answers and no questions, but there is experience. For example I cannot explain to you what it is to feel cold, but nonetheless we feel cold. Spirituality is the thought that goes towards the mystery, towards the non-rational.\"",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 11871091,
    "title": "Untitled",
    "content": "“Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.” ~Wayne Dyer",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7785799,
    "title": "Ursula K. Le Guin",
    "content": "To sit and be fully aware of the air going in and out of your nose, and nothing else, this sounds really stupid. If you haven’t tried it yet, try it. It is really stupid. Nothing your intellect can do to help you do it. This must be why so many people for so long have used it as a way towards wisdom.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7222307,
    "title": "Paul Stamets",
    "content": "\"We need to have a paradigm shift in our consciousness. If we don't get our act together and come in commonality and understanding with the organisms that sustain us today, not only will we destroy those organisms, but we will destroy ourselves.\"",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 3796441,
    "title": "Untitled",
    "content": "Can the whole use the human mind to create things or bring about situations that are in alignment with its purpose? Yes, whenever there is inspiration, which translates as “in spirit,” and enthusiasm, which means “in God,” there is a creative empowerment that goes far beyond what a mere person is capable of.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 8226841,
    "title": "Untitled",
    "content": "Consciousness is all about perception, and in our non-perfect, animal way, we place filters on everything we perceive in the world. The reason pure consciousness is associated with ego death, a complete disillusionment with a sense of oneself, is due to absolute removal of these filters. Only then can one fully absorb reality. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6526390,
    "title": "Susie Ibarra",
    "content": "Through sound and rhythm, she explores human society and culture: physical movement, our effect on the natural environment, the energy of architectured spaces and cities, the cultural and ritual memory of a people. “My spatial work looks at how, when we walk into a space or certain environment, we orient ourselves. How we interact and how that also affects our behavior and how we live and conduct ourselves in built environments and in the outdoors,” she explains.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6111179,
    "title": "Untitled",
    "content": "\"learn how to master your vibe so that wherever you go you are you, as opposed to falling into other people's patterns that bring out old behaviours that you are no longer trying to repeat.\"",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12382754,
    "title": "Hermann Hesse, Siddhartha",
    "content": "“We are not going in circles, we are going upwards. The path is a spiral; we have already climbed many steps.”",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10198023,
    "title": "Untitled",
    "content": "Life is a process of becoming, a combination of states we have to go through. Where people fail is that they wish to elect a state and remain in it. This is a kind of death.\n\n| Anaïs Nin",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 1859021,
    "title": "Michel Foucault",
    "content": "“I don’t feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning. If you knew when you began a book what you would say at the end, do you think you would have the courage to write it? What is true for writing and for a love relationship is true also for life. The game is worthwhile insofar as we don’t know what will be the end.” \n\n— Michel Foucault",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16002465,
    "title": "Confucius",
    "content": "“To be wronged is nothing unless you continue to remember it.”\n— Confucius ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 15475868,
    "title": "Untitled",
    "content": "“You cannot start the next chapter of your life if you keep re-reading the last one.” — Michael McMillan",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14801794,
    "title": "Untitled",
    "content": "“If you want to find happiness, find gratitude.” Steve Maraboli",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14727881,
    "title": "found on a sign on the laundry house at Kalani, Big Island, Hawaii",
    "content": "Your life is your spiritual path. Don’t be quick to abandon it for bigger and better experiences. You are getting exactly the experiences you need to grow. If your growth seems to be slow or uneventful for you, it is because you have not fully embraced the situations and relationships at hand. To know the self is to allow everything, to embrace the totality of who we are—all that we think and feel, all that we fear, all that we love.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10834356,
    "title": "Untitled",
    "content": "„Spiritual life is first and foremost about commitment to a way of thinking and behaving that honors principles of inter-being and interconnectedness. “\n\nbell hooks. „All About Love.“",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 11147495,
    "title": "Thinking in symphonies",
    "content": "\"I think very three-dimensionally. I don't think in the black and white lines that I've been programmed to think in and I think in full color, so when I talk I have to describe a thought in five ways. You know we enjoy food that has multiple seasonings in it, we enjoy music that has multiple instruments, so when I talk, it's not a rant, it's a symphony of ideas. And when you collect them you say oh these are all these things that connect. I just tell the truth. And telling the truth is crazy in a world full of lies.\" -ye",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14335242,
    "title": "Transformation doesn't happen in a linear way",
    "content": "Transformation doesn't happen in a linear way, at least not one we can always track. It happens in cycles, convergences, explosions. If we release the framework of failure, we can realize that we are in iterative cycles, and we can keep asking ourselves—how do I learn from this? ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10953657,
    "title": "Untitled",
    "content": "“One of the main functions of organized religion is to protect people against a direct experience of God.”\n\n― Carl Jung",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 2846137,
    "title": "Untitled",
    "content": "“Make your ego porous. Will is of little importance, complaining is nothing, fame is nothing. Openness, patience, receptivity, solitude is everything.” \n― Rainer Maria Rilke",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 5299203,
    "title": "Evan Thompson",
    "content": "‘The self isn’t a thing; it’s a process—one that enacts an “I” and in which the “I” is no different from the process itself, rather like the way dancing is a process that enacts a dance and in which the dance is no different from the dancing. From this “enactive” perspective, although meaning and the self have no absolute foundation, neither are they complete illusions or nonexistent; they’re brought forth in how we act and live our lives.’",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 2488256,
    "title": "A flower is not a flower",
    "content": "a flower is not a flower. It is made only of non-flower elements - sunshine, clouds, time, space, earth, minerals, gardeners, and so on. A true flower contains the whole universe. If we return any one of these non-flower elements to its source, there will be no flower.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 910074,
    "title": "Thomas Szasz",
    "content": "“Every act of conscious learning requires the willingness to suffer an injury to one’s self esteem. That is why young children, before they are aware of their own self-importance, learn so easily; and why older persons, especially if vain or important, cannot learn at all.”\n\n— Thomas Szasz",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13027039,
    "title": "Pay attention to coincidences",
    "content": "If you pay attention to coincidences in life, you can learn to hear their messages clearly; By understanding the forces that shape coincidences, you can influence in them and create your own set of meaningful coincidences, seize the opportunities they offer you, and experience life as an ever-evolving miracle that inspires admiration at all times.\n\n― Deepak Chopra",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7751856,
    "title": "Duncan Trussel",
    "content": "Begin with deep contemplation. Be with your family. Learn how to garden. Figure out what you can offer people that isn't money.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13410374,
    "title": "bell hooks",
    "content": "Now and then when I find myself forgetting to celebrate life, unmindful of the way embracing death can heighten and enhance the way I interact with the world, I take time to think about whether I would be at peace knowing that I left someone without saying what’s in my heart, that I left with harsh words. I try daily to learn to leave folks as though we might never be meeting again. This practice makes us change how we talk and interact. It is a way to live consciously.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16217004,
    "title": "Sophie Bashford",
    "content": "The theme of death and rebirth shows up frequently in spiritual teachings, and any discipline seeking to help us understand our human experiences from a higher perspective. Of course we see the death and rebirth pattern played out within nature: the daily movement of the sun as it rises and sets, and the appearance of the moon and stars each night, are both symbols of endings and beginnings. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 15393520,
    "title": "Emerson",
    "content": "It is easy in the world to live after the world's opinion; it is easy in solitude to live after our own; but the great (wo)man is s/he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14521315,
    "title": "we are made of many colors to be expressed",
    "content": "It's like we were born with these paint palettes full of every colour under the sun, and then some dude with black and white paint was like 'ok here's how you should paint', and because of that internalised de-valuing of our deepest skill and resource, we agreed and said 'oh maybe you’re right… but wait, I don't have enough black and white paint. I think there's something wrong with me!'\n\nWhen in reality it could be more of an 'oh, I can see that you have fewer paint colours than me, and are doing the best with what you have. That's cool. I'm going to use my black and white paints... but I'm also going to use cerulean, and burnt umber, and ochre, and crimson. You might not understand it, and you might not be able to even see it, but this is my palette, and it would be doing myself and the world a disservice to pretend to only have black and white paints in order to fit in.'&nbsp;",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10353978,
    "title": "Mary Oliver, from \"On Meditating, Sort Of,\" in Blue Horses",
    "content": "— how wonderful to be who I am, made out of earth and water, my own thoughts, my own fingerprints—all that glorious, temporary stuff.\n\n∆ Mary Oliver, from \"On Meditating, Sort Of,\" in _Blue Horses_ \n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 4209063,
    "title": "“The ability to observe without evaluating is the highest form of intelligence.” — Krishnamurti",
    "content": "“The ability to observe without evaluating is the highest form of intelligence.” — Krishnamurti",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6104215,
    "title": "Untitled",
    "content": "Datsuzoku (Japanese)\nTo escape from the daily routine, to take a break from the conventions and mundanities of one’s life, to discover more creativity, resourcefulness, and to perceive your surroundings differently. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 15565587,
    "title": "Untitled",
    "content": "Be so rooted in yourself that no one’s presence or absence can disturb your inner peace",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13338717,
    "title": "Untitled",
    "content": "Solitude is something you refine and develop and create. And again, I think crucially, it has to do with refining our ethical intelligence. It has to do with refining our capacity to see where our impulses are coming from, to what extent those impulses are just driven by conditioning and habit and fear, and to what extent we can somehow open up a nonreactive space within us from which we can respond to the world — respond to our own needs, too, but in a way that’s not driven by familiar habit patterns, which are often rooted in attachment and fear and other things. So solitude, the practice of solitude, is the practice of creating an inward autonomy within ourselves, an inward freedom from the power of these overwhelming thoughts and emotions.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10698919,
    "title": "∆&nbsp;Jeanette Winterson, Darkness is the time to think, to dream, to love …October 31st, 2016",
    "content": "Food, fire, walks, dreams, cold, sleep, love, slowness, time, quiet, books, seasons – all these things, which are not really things, but moments of life – take on a different quality at night-time, where the moon reflects the light of the sun, and we have time to reflect what life is to us, knowing that it passes, and that every bit of it, in its change and its difference, is the here and now of what we have.\n\n∆ Jeanette Winterson, Darkness is the time to think, to dream, to love …\nOctober 31st, 2016",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 15422266,
    "title": "Untitled",
    "content": "I am learning to see. I don’t know why it is, but everything enters me more deeply and doesn’t stop where it once used to.\n\n| Rainer Maria Rilke, The Notebooks of Malte Laurids Brigge",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16218781,
    "title": "4.26.22",
    "content": "“we are multidimensional beings and allowing all things inside us to coexist only honors our vastness.”",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10552448,
    "title": "Untitled",
    "content": "“The ability to ask beautiful questions, often in very unbeautiful moments, is one of the great disciplines of a human life. And a beautiful question starts to shape your identity as much by asking it as it does by having it answered. And you don’t have to do anything about it. You just have to keep asking. And before you know it, you will find yourself actually shaping a different life, meeting different people, finding conversations that are leading you in those directions that you wouldn’t even have seen before.”\n\n— David Whyte, On Being interview “The Conversational Nature of Reality”",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7715219,
    "title": "Needleman, xxiv",
    "content": "Each of us is built to be an individual incarnation of this whole. Our good, our happiness - the very meaning of our life - is to live in correspondence and relationship to the whole, to be and act precisely as the universe itself is and moves. The question before us now is *how?*",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16492763,
    "title": "@eyezaugust",
    "content": "Prayer and meditation are similar yet completely different acts. Prayer is addressing God formally, meditation is God going back into hiding again. God is now having the conversation with you during meditation. It’s the other way around in prayer, you actually are speaking to Him, by creating a figure in your head or not, simply by thinking you are having the conversation is all it takes. You can use the voice in you head for one of three things at a time: pray, meditate, or think. Use one too much, and you will fatigued. Use all three in harmony and you will feel the fluidity run through your mind. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6198700,
    "title": "Echo From The Subconscious",
    "content": "Every time you hear an echo from your Subconscious, you know yourself a little better. A small echo may start an idea. A big echo may result in a story. (p. 40)\n\nBradbury, R. (1992). Zen in the Art of Writing: Releasing the Creative Genious Within You. New York: Bantam Books.\n\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 1906029,
    "title": "Untitled",
    "content": "True healing begins at the moment that we can face the reality of our losses and let go of the illusions of control.\n\nNouwen, Henri J. M.. Spiritual Formation: Following the Movements of the Spirit (p. 43). HarperCollins. Kindle Edition.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6873299,
    "title": "Untitled",
    "content": "But self-discipline is different. It’s the skill of seeing through the hollow shouting of your own impulses...  \n\n — Bhante Henepola Gunaratana,&nbsp;Mindfulness in Plain English&nbsp;(Simon and Schuster, Sep 6, 2011)",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16562366,
    "title": "Fr. Jerry Orbos",
    "content": "\"Go for depth, not height.\nBe quiet. Be rooted.\"\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16588032,
    "title": "Untitled",
    "content": "“It takes courage to endure the sharp pains of self-discovery rather than choose to take the dull pain of unconsciousness that would last the rest of our lives.” – Marianne Williamson",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6647811,
    "title": "Untitled",
    "content": "I am not what I think and feel. I am witnessing what I think and feel",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13592531,
    "title": "Lao Tzu",
    "content": "Water is the softest thing, yet it can penetrate mountains and earth. This shows clearly the principle of softness overcoming hardness.\n\n∆ Lao Tzu ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14850998,
    "title": "☁️ Dance in time",
    "content": "I don't want a routine\nI want a melody \nFeel the rhythm \nOf my own life\nAnd dance in time. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16400278,
    "title": "Untitled",
    "content": "We currently have a poor appetite for living, a result of being force-fed with experiences that have not agreed with us.\n\n∆ Rachel Cusk, _When I Went Away From the World_ (NY Times, April 19, 2022)",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16120426,
    "title": "Untitled",
    "content": "“There is only one of you in all time, this expression is unique. And if you block it, it will never exist through any other medium and it will be lost. It is not your business to determine how good it is nor how valuable nor how it compares with other expressions. It is your business to keep it yours clearly and directly, to keep the channel open.”\n\n△ Martha Graham",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14595508,
    "title": "adrienne maree brown",
    "content": "I am listening now with all of my senses, as if the whole universe might exist just to teach me more about love. I listen to strangers, I listen to random invitations, I listen to criticisms, I listen to my body, I listen to my creativity and to the artists who inspire me, I listen to elders, I listen to my dreams and the books I am reading. I notice that the more I pay attention, the more I see order, clear messages, patterns, and invitations in the small or seemingly random things that happen in my life. In all these ways, I meditate on love.\n\n⚘ adrienne maree brown",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 15023071,
    "title": "Untitled",
    "content": "For things to reveal themselves to us, we need to be ready to abandon our views about them.\n\n∆ Thich Nhat Hanh, _Being Peace_, 1987",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13258925,
    "title": "Untitled",
    "content": "The single most powerful, liberating thing any one of us can do is choose to believe that everything is here to help us.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 11395798,
    "title": "Jorge Luis Borges, After a While",
    "content": "So you plant your own garden and decorate your own soul, instead of waiting for someone to bring you flowers.\n\n∆ Jorge Luis Borges, _After a While_",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13976937,
    "title": "Untitled",
    "content": "\"What goes too long unchanged destroys itself. The forest is forever because it dies and dies and so lives.\"\n\n— Tales From Earthsea: Dragonfly, by Ursula Le Guin",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13584318,
    "title": "Untitled",
    "content": "When you hold others into a prison of the mind – you hold yourself captive too. You are most free when you let things be. Free as well. \nAnd I’ve come to believe in the course of things. I trust life to provide me. I trust God to hold me, and love me, and nourish me with exactly the right experiences I need to grow. Expand. Become more loving to the world and myself. Every experience brings me closer – simply by the fact that I now have more knowledge on what it means to be alive. All the right things will come to me – even if they don’t feel like it in the immediate moment. I trust it with all my being.\n\nlove love love",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 15979156,
    "title": "Sofia Sundari",
    "content": "The Soul responds to being honored, respected in its timing, acknowledged in its indescribable beauty…",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16639021,
    "title": "Untitled",
    "content": "Are you a mirror or a window? ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12336642,
    "title": "Untitled",
    "content": "The overwhelming impression is that when you get there, there’s no there, there",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7041241,
    "title": "Untitled",
    "content": "Think lightly of yourself and deeply of the world. – Miyamoto Musash",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16846015,
    "title": "two options",
    "content": "“In any given moment we have two options: to step forward into growth or back into safety.” - Abraham Maslow",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16904853,
    "title": "Untitled",
    "content": "“To be interested in the changing seasons…is a happier state of mind than to be hopelessly in love with spring” — George Santayana from Reason in Art (1905)",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16999334,
    "title": "Lao Tzu",
    "content": "“A good traveler has no fixed plans and is not intent on arriving” Lao Tzu ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6921302,
    "title": "Untitled",
    "content": "Like sunlight, sunset, we appear, we disappear. We are so important to some, but we are just passing through.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 11147319,
    "title": "Robin Wall Kimmerer",
    "content": "\"Action on behalf of life transforms. Because the relationship between self and the world is reciprocal, it is not a question of first getting enlightened or saved and then acting. As we work to heal the earth, the earth heals us.\"\n\nRobin Wall Kimmerer",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17072327,
    "title": "Adyashanti",
    "content": "\"Anything you avoid in life will come back,\nover and over again, until you’re willing to face it–to look deeply into it’s true nature.” — Adyashanti",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17095573,
    "title": "when it comes your way",
    "content": "\"When it comes your way, you work with it as part of your spiritual journey of awakening.\" - Ram Dass",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 314647,
    "title": "Untitled",
    "content": "\"The art of living is neither careless drifting on the one hand nor fearful clinging on the other. It consists in being sensitive to each moment, in regarding it us utterly new and unique, in having the mind open and wholly receptive.\" (Alan Watts)",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17176100,
    "title": "Johnson, M 2008, ‘Meaning is more than words and deeper than concepts’, in The Meaning of the Body: Aesthetics of Human Understanding, The University of Chicago Press, pp. 1–16.",
    "content": "\"2. Meaning is grounded in our bodily experience. If there is no disembodied min - no transcendent soul or ego - to be the source of meaning, then what things are meaningful to us and how they are meaningful must be a result of the nature of our brains, our bodies, our environments, and our social interactions, institutions and practices.\"",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17176061,
    "title": "Johnson, M 2008, ‘Meaning is more than words and deeper than concepts’, in The Meaning of the Body: Aesthetics of Human Understanding, The University of Chicago Press, pp. 1–16.",
    "content": "\"1. There is no radical mind/body separation. A person is not a mind and body. There are not two \"things\" somehow mysteriously yoked together. What we call a \"person\" is not a certain kind of bodily organism that has a brain operating within its body, a body that is continually interacting with aspects of its environment (material and social) in an ever-changing process of experience. As I will explain later, we designate certain dimensions of these ongoing experiential processes \"mind\" and other dimensions \"body,\" but we do this only reflectively and for very specific purposes that we have in trying to make sense of our experience. in short, \"mind\" and \"body\" are merely abstracted aspects of the flow of organism-environment interactions that constitutes what we call experience.\"",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17191851,
    "title": "Untitled",
    "content": "i think it’s worth noting that moments of wisdom or epiphany are just that. i am the most imperfect human being you’ll meet.\nand that’s okay. \n\nthe art of being is that we experience and feel everything. we let being channel through us like a refreshing and rapid stream — straight from a glacier. everything… the diseases from ice ages ago, lessons we haven’t yet fully learned, evolutionary disadvantages, memories of an old friend that we haven’t seen for a decade, a slow metabolism, the time you flatlined and came back to life, banter with your brother over your favorite meal, trauma, pain, change, solitude, laughter, back rubs for your partner, love, an overdrawn bank account, the ancestors’ favorite rune that you’re drawn to every time you visit, your dog’s old smile, depression, looking at the rings of a tree to see how many fully lived lives could fit inside of it, the moment you let your first love down, silence, endorphins, your adhd, serotonin, the last memory of your grandma’s face before she died, your fastest mile time, and a deep anger towards your mother.\n\nthat cannot be manicured into a minimalist and peaceful narrative, if we’re being truthful with ourselves and our being. \n\nfocus on the vibrancy. focus on that you are here. focus on that you are alive. focus on the fact that you are gonna feel it even if you don’t want to. time is no consequence. surrender to it. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17191214,
    "title": "Soul &amp; Spirit",
    "content": "By soul I mean the vital, mysterious, and wild core of our individual selves, an essence unique to each person, qualities found in layers of the self much deeper than our personalities. By spirit I mean the single, great, and eternal mystery that permeates and animates everything in the universe and yet transcends all. Ultimately, each soul exists as an agent for spirit.\n\n⚘ Bill Plotkin, *Soulcraft: Crossing into the Mysteries of Nature and Psyche*",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17191212,
    "title": "Journey of Descent",
    "content": "Spirituality is that sphere of experience that lies beyond the commonplace world of our surface lives and that opens our awareness to the ultimate and core realities of existence. There are two realms of spirituality. They are distinct yet complementary. Together they form a whole. Either alone is incomplete. One realm of spirituality turns upward toward the light, aids us in transcending our (ego’s) insistence that the world be just a certain way and not any other, helps us to disidentify from the commotion of the strategic mind so we can reclaim the inner quiet, peace, and wholeness of our true nature, and assists us in cultivating the blissful experience of being fully present in the moment and one with all of creation. Soulcraft is an exploration of the other realm of spirituality, which leads not upward toward God but downward toward the dark center of our individual selves and into the fruitful mysteries of nature. This journey of descent prepares us to live in the world with its harsh need to change us, as David Whyte says, and shows us where and how to make our stand, firmly and uniquely. On this half of the spiritual journey, we do not rise toward heaven but fall toward the center of our longing. Although equally sacred and perhaps even more ancient than the journey of ascent, this second spiritual realm may be unfamiliar to people of Western cultures.\n\n⚘ Bill Plotkin, *Soulcraft: Crossing into the Mysteries of Nature and Psyche*",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6161079,
    "title": "Untitled",
    "content": "“To let go of judgment does not mean that you don’t see what they do. It means that you recognize their behavior as a form of conditioning, and you see it and accept it as that. You don’t construct an identity out of it for that person. That liberates you as well as the other person from identification with conditioning, with form, with mind.” \n\n— Eckhart Tolle",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10523700,
    "title": "Untitled",
    "content": "\"Consciousness is the opposite of indifference, of blindness, blankness. Promoting consciousness involves the general dissemination of the concept that each of us is part of a universal action and interaction; that poles are somewhere connected; that there are material causes for trauma, vertigo, degenerative disease. Connections, connections, cause and effect, clarity on their relation and interrelations, the connection with the past, continuity, flow, movement, the awareness that nothing, nothing remains the same for long. And it follows that if a thing is not building, it is certainly decaying--that life is revolution--and that the world will die if we don't read and act out its imperatives. Not on its own will it die, but rather because the forces of reaction have reacted imbalances that will kill it: \"The seeds of its own destruction.\" Our destruction too--in the epoch of the Bomb, the nerve gases, the massive precipitation of the industrial wastes.\nConsciousness is knowledge, recognition, foresight; common experience and perception; sensibility, alertness, mindfulness. It stirs the sense, the blood; it exposes and suggests; it will objectify, enrage, direct. There are no positive formulas for a thing so complex. We have guidelines only to help us with growth. This means that after we are done with our book, they must be put aside; and the search for method will depend on observations, correct analyses, creativity and seizing the time.\"\n\nGeorge Jackson, Blood in my Eye",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7602388,
    "title": "About simplicity",
    "content": "&gt;**“Simplify, then add lightness.”** \n\n— Colin Chapman",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14463873,
    "title": "Untitled",
    "content": "Be silent in a group of people for a long time and see what each of them projects onto you, how they see you even though you gave them nothing. \nYou can understand a lot by silence, how universe reflects and deflects itself onto you. \nWho you are and who you become depending on who sees you. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16878822,
    "title": "Untitled",
    "content": "Spirituality is about honoring the human journey, loving it, and living it in all its wonder and tragedy. There is nothing really “supernatural” about love and suffering. It is completely natural, taking us through the deep interplay of death and life, surrender and forgiveness, in all their basic and foundational manifestations. “God comes to you disguised as your life,” as my friend Paula D’Arcy says so well. Who would have thought? I was told it was about going to church.\n\nRohr, Richard. The Universal Christ (p. 212). The Crown Publishing Group. Kindle Edition. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 18077725,
    "title": "Untitled",
    "content": "“Your first and most crucial task is your commitment to your own becoming. It is from this garden that all else is harvested.” Brianna West",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 18679024,
    "title": "it’s a practice",
    "content": "there are times where you do gotta acknowledge resistance instead of just trying to push through when you’re losing energy.\ntake a step back, slow down, refill your energy reserves, however that may be, through rest, through play, through movement, try each one out, try all. allow the senses to inform you, but listen to what the mind is also telling you. listen mindfully, not just listening to tune it out, but actually listen to hear your needs, then give your body the space for it to lead you to what it needs. ask for guidance too. it will always provide the answer, you just have to be patient and let it. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13254639,
    "title": "cultivating the mind of love (thich nhat hanh)",
    "content": "Please look into the river of your own life, and see the many streams that have entered it, that nourish and support you. If you see the self beyond the self, the person beyond the person, the living being beyond the living being, the life span beyond the life span, you will see that you are me, and you are also her. Look back at your own first love and you will recognize that your first love has no beginning and no end. It is always in transformation.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12311466,
    "title": "Andrei Tarkovsky, Sculpting in Time",
    "content": "In order to be free, you simply have to be so, without asking permission of anybody. You have to have your own hypothesis about what you are called to do, and follow it, not giving in to circumstances and complying with them. But that sort of freedom demands powerful inner resources, a high degree of self-awareness, a consciousness of your responsibility to yourself and therefore to other people. Alas, the tragedy is that we do not know how to be free — we demand freedom for ourselves at the expense of others and don’t want to waive anything of our own for the sake of someone else: that would be an encroachment upon our personal rights and liberties. All of us are infected today with an extraordinary egoism. And that is not freedom; freedom means learning to demand only of oneself, not of life or of others, and knowing how to give: sacrifice in the name of love.\n\n∆ Andrei Tarkovsky, Sculpting in Time",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 20615301,
    "title": "Goethe",
    "content": "“I have come to the frightening conclusion that I am the decisive element. It is my personal approach that creates the climate; it is my daily mood that makes the weather. I posses tremendous power to make life miserable or joyful. I can be a tool of torture, or an instrument of inspiration. I can humiliate or humor, hurt or heal. In all situations it is my response that decides where a crisis will be escalated or de-escalated and a person humanized, or de-humanized. If we treat people as they are, we make them worse. If we treat people as they ought to be, we help them become what they are capable of becoming.”",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13307480,
    "title": "Untitled",
    "content": "“It’s dark because you are trying too hard.\nLightly child, lightly. Learn to do everything lightly.\nYes, feel lightly even though you’re feeling deeply.\nJust lightly let things happen and lightly cope with them.\n\nI was so preposterously serious in those days, such a humorless little prig.\nLightly, lightly – it’s the best advice ever given me.\nWhen it comes to dying even. Nothing ponderous, or portentous, or emphatic.\nNo rhetoric, no tremolos,\nno self conscious persona putting on its celebrated imitation of Christ or Little Nell.\nAnd of course, no theology, no metaphysics.\nJust the fact of dying and the fact of the clear light.\n\nSo throw away your baggage and go forward.\nThere are quicksands all about you, sucking at your feet,\ntrying to suck you down into fear and self-pity and despair.\nThat’s why you must walk so lightly.\nLightly my darling,\non tiptoes and no luggage,\nnot even a sponge bag,\ncompletely unencumbered.”\n\n― Aldous Huxley , Island",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14406534,
    "title": "Untitled",
    "content": "Everything is constantly changing.\nNothing has any enduring essence.\nNothing is completely satisfied.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12763067,
    "title": "Untitled",
    "content": "Being present is to meet each moment, with courage, curiosity and tenderness, no matter what the occasion. Being present doesn’t always feel good, but it’s where we see reality.\n\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 1905939,
    "title": "Untitled",
    "content": "When only our mind “sees” and our heart remains blind, we remain spiritually ignorant.\n\nNouwen, Henri J. M.. Spiritual Formation: Following the Movements of the Spirit . HarperCollins. Kindle Edition.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 21086072,
    "title": "Untitled",
    "content": "craving new growth but no idea where to put down roots… must be patient and continue trying new things.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 553654,
    "title": "Alan Watts",
    "content": "“Know yourself as Nothing. Feel yourself as Everything.”\n\n— Alan Watts ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 176280,
    "title": "Untitled",
    "content": "\"The reason we want to go on and on is because we live in an impoverished present.\" (Alan Watts)",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 11650583,
    "title": "04.19.2021",
    "content": "navigating through a new self can be exhausting. there's a lot of back and forth with old narratives that used to be your default way of thinking, and with more abundant narratives that you are trying to embody. it takes practice and experience just as much, and so in those transition periods where you feel you are being tested, stay patient and compassionate with yourself. you will get there. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 13112832,
    "title": "Untitled",
    "content": "“If my hands are fully occupied in holding on to something, I can neither give nor receive.”",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12396621,
    "title": "Untitled",
    "content": "“Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.” Earl Nightingale",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 19240607,
    "title": "Untitled",
    "content": "“Every day of your lives is practice in becoming the person you want to be. No instantaneous miracle is suddenly going to occur and make you brave and courageous and true.” - Audre Lorde",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 21300728,
    "title": "Untitled",
    "content": "“You have to decide who you are and force the world to deal with you, not with its idea of you.” — James Baldwin",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 21456362,
    "title": "Sanaya Roman",
    "content": "“Once you take responsibility and attune your awareness to higher thoughts, creating joyful images in your mind, you can raise the vibration of your emotional body. Then you will want to have people in your personal life who contribute to and share those high feelings. If you find, however, the people you know are constantly depressed or angry or in a negative emotional state, ask yourself what belief you have that says it is good for you to be around them.”\n\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 21588453,
    "title": "Charles Eisenstein",
    "content": "You, and all human beings, are here to serve life and beauty on Earth. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 19662647,
    "title": "\"Yes, We Can Talk\" by Mark Nepo",
    "content": "I am no longer searching,\njust opening.\n\nNo longer trying to make sense of pain,\nbut trying to be a soft and sturdy home\nin which real things can land.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 21673579,
    "title": "shifts in consciousness",
    "content": "You have trouble relating to those around you. It’s common to experience a degree of isolation as you’re going through a big shift in consciousness. Those around you may not yet comprehend the process and the new insights you’re integrating. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 21730256,
    "title": "v’s house whiteboard",
    "content": "“honesty is spiritual power”",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 21853382,
    "title": "Jenny Odell",
    "content": "I want to be in contact with things, people, contexts that make me feel alive. I have a specific definition of alive, which is I want to feel like I am being changed. Someone who’s completely habitual, is set in their ways of thinking and doing, that type of person is liable to see days in a calendar as being pieces of material that you use to achieve your goals. There’s all kinds of degrees between that and someone who’s so completely open to every moment that they’re dysfunctional or something, but I want to live closer to that second pole. I think about things that are enlivening to me, and they tend to be encounters, conversations — that “My Dinner With Andre” type of conversation where you and your conversation partner are changed by the end, you’ve covered new ground, you are both now somewhere else. But it’s also encounters with nonhuman life that is growing and changing, and realizing that I am also changing and evolving. To me those are the reminders that, yeah, I’m alive, today is not the same as yesterday, I will be different in the future, therefore I have a reason to live, which is to find out what that change is going to be.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 5037442,
    "title": "Untitled",
    "content": "“One does not become enlightened by imagining figures of light, but by making the darkness conscious.”\n\n— C.G. Jung",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 22273084,
    "title": "@chupacapbra",
    "content": "the natural process cannot be rushed. it is an unfolding. a dance. a flower blooming in the silent depths of the forest floor. which always has a beginning, middle and end. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 22545110,
    "title": "Untitled",
    "content": "This is so often the way with life. You spend so much time waiting for something – a person, a feeling, a piece of information – that you can’t quite absorb it when it is in front of you. The hole is so used to being a hole it doesn’t know how to close itself.  ~Matt Haig :: (Book: How to Stop Time)",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 22764915,
    "title": "integrity over everything",
    "content": "your integrity is the only thing that will sustain you.\n\nnot love. not peace. not rage. not fear.\n\nyour willingness to have a fucking backbone &amp; die a thousand times in the process of reinforcing it.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12842457,
    "title": "Accumulating vs integrating",
    "content": "## I don't want to know more, I want to _integrate_ more.\n\nIt's not about accumulation, it's about connection.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12945518,
    "title": "Instructions for living a life.",
    "content": "Instructions for living a life. \n\nPay attention. \nBe astonished. \nTell about it.\n\n\n― Mary Oliver",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 23005665,
    "title": "Untitled",
    "content": "“One’s destination is never a place, but a new way of seeing things.” – Henry Miller",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 23081601,
    "title": "Leader, D., 2008. The New Black: Mourning, Melancholia and Depression. London: Penguin Books. p. 55.",
    "content": "Our egos, [Freud] wrote, are made up of all the leftover traces of our abandoned relationships. Each broken relationship leaves its stamp on us, and our identity is a result of the building up over time of these residues. It's less 'You are what you eat' than 'You are what you've loved.'\n\n∆ Leader, D., 2008. The New Black: Mourning, Melancholia and Depression. London: Penguin Books. p. 55.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7278913,
    "title": "Untitled",
    "content": "I can't make you understand. I can't make anyone understand what is happening inside me. I can't even explain it to myself.\n\n— Franz Kafka, The Metamorphosis",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 23241398,
    "title": "Untitled",
    "content": "Always keep some attention on your inner body - your rootedness. Do not give all your attention away to the mind and the external world",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 23329928,
    "title": "Louise Hays",
    "content": "I am on an endless journey through eternity, and there is plenty of time. I communicate with my heart. All is well. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17347119,
    "title": "Untitled",
    "content": "love yourself by letting yourself be present, by letting what is present be enough, by looking forward to growth, sure, and still enjoying and holding dear the now, the embodied, the lived. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17809949,
    "title": "Untitled",
    "content": "“If you want to change the way people respond to you, change the way you respond to people.” -- Timothy Leary",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 23778409,
    "title": "Hallie Rose Taylor",
    "content": "With incessant self-work—whether it’s weekly therapy or horoscopes or daily tarot readings or scouring self-help instagram or books—there’s a sense that you’re trying to milk the universe for insight. But the universe is not your cow, over whom you have dominion. The universe is your mother, over whom you have no control but do possess a strong influence. She will feed you when she decides it’s time—or when you cry powerfully—out of love and care for you. But you cannot bring the breast to your mouth yourself, for you are ultimately completely dependent.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17005333,
    "title": "Untitled",
    "content": "“Know all the theories, master all the techniques, but as you touch a human soul be just another human soul.”\n\n- C.G. Jung",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 22850492,
    "title": "it’s okay if I’m too much, too little, not right, misunderstood. Maybe it doesn’t matter as much as I think it does.",
    "content": "I started feeling lovable when I stopped caring so much about being loved. When I accepted that I would always be kind of a weirdo, jagged around the edges, occasionally prone to saying the wrong thing, insecure at inconvenient times. When I let go of my preoccupation with myself I was able to focus on other people, to start to see them. Paying attention to people is what really makes someone lovable. But not paying attention through the lens of obsessively analyzing how they’re responding to you—paying attention to who they actually are. Forget yourself for a moment and see how that feels. Stop calibrating other people’s responses and measuring the hours between messages. Tell yourself: it’s okay if I’m too much, too little, not right, misunderstood. Maybe it doesn’t matter as much as I think it does. Accept the hunger within you, the ever-present black hole. When you do that, you’ll start to see other people more clearly. The world will feel more neutral, less hostile.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 7599993,
    "title": "Bruce Lee on the Self",
    "content": "&gt;Where some people have a **self**, most people have a **void**, because they are too busy in wasting their vital creative energy to project themselves as this or that, dedicating their lives to actualizing a concept of what they should be like rather than actualizing their potentiality as a human being, a sort of **“being” vs. having** — that is, we do not “have” mind, **we are simply mind**. We are what we are.\n\n— Bruce Lee",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 18390417,
    "title": "You are Life",
    "content": "“You are Life passing through your body, passing through your mind, passing through your soul. Once you find that out, not with the logic, not with the intellect, but because you can feel that Life—you find out that you are the force that makes flowers open and close, that makes the hummingbird fly from flower to flower…the whole universe is a living being that is moved by that force, and that is what you are. You are life.” - Don Miguel Ruiz",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 20659789,
    "title": "Mary Oliver - Upstream",
    "content": "“Prayer is the contemplation of the facts of life from the highest point of view,” he says, and suddenly that elite mystical practice seems clearer than ever before, and possible to each of us.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 9905424,
    "title": "An Incomplete Manifesto for Growth - Bruce Mau",
    "content": "01 Allow events to change you. You have to be willing to grow. Growth is different from something that happens to you. You produce it. You live it. The prerequisites for growth: the openness to experience events and the willingness to be changed by them.\n02 Forget about good. Good is a known quantity. Good is what we all agree on. Growth is not necessarily good. Growth is an exploration of unlit recesses that may or may not yield to our research. As long as you stick to good you’ll never have real growth.\n03 Process is more important than outcome. When the outcome drives the process we will\nonly ever go to where we’ve already been. If process drives outcome we may not know where we’re going, but we will know we want to be there.\n04 Love your experiments (as you would an ugly child). Joy is the engine of growth. Exploit the liberty in casting your work as beautiful experiments, iterations, attempts, trials, and errors. Take the long view and allow yourself the fun of failure every day.\n05 Go deep. The deeper you go the more likely you will discover something of value.\n06 Capture accidents. The wrong answer is the right answer in search of a different question. Collect wrong answers as part of the process. Ask different questions.\n07 Study. A studio is a place of study. Use the necessity of production as an excuse to study. Everyone will benefit.\n08 Drift. Allow yourself to wander aimlessly. Explore adjacencies. Lack judgment. Postpone criticism.\n09 Begin anywhere. John Cage tells us that not knowing where to begin is a common form of paralysis. His advice: begin anywhere.\n10 Everyone is a leader. Growth happens. Whenever it does, allow it to emerge. Learn to follow when it makes sense. Let anyone lead.\n11 Harvest ideas. Edit applications. Ideas need a dynamic, fluid, generous environment to\nsustain life. Applications, on the other hand, benefit from critical rigor. Produce a high ratio of ideas to applications.\n12 Keep moving. The market and its operations have a tendency to reinforce success. Resist it.\nAllow failure and migration to be part of your practice.\n13 Slow down. Desynchronize from standard time frames and surprising opportunities may present themselves.\n14 Don’t be cool. Cool is conservative fear dressed in black. Free yourself from limits of this sort.\n15 Ask stupid questions. Growth is fuelled by desire and innocence. Assess the answer, not\nthe question. Imagine learning throughout your life at the rate of an infant.\n16 Collaborate. The space between people working together is filled with conflict, friction,\nstrife, exhilaration, delight, and vast creative potential.\n17 ____________________. Intentionally left blank. Allow space for the ideas you haven’t had yet, and for the ideas of others.\n18 Stay up late. Strange things happen when you’ve gone too far, been up too long, worked too hard, and you’re separated from the rest of the world.\n19 Work the metaphor. Every object has the capacity to stand for something other than what is apparent. Work on what it stands for.\n20 Be careful to take risks. Time is genetic. Today is the child of yesterday and the parent of tomorrow. The work you produce today will create your future.\n21 Repeat yourself. If you like it, do it again. If you don’t like it, do it again.\n22 Make your own tools. Hybridize your tools in order to build unique things. Even simple tools\nthat are your own can yield entirely new avenues of exploration. Remember, tools amplify our capacities, so even a small tool can make a big difference.\n23 Stand on someone’s shoulders. You can travel farther carried on the accomplishments of\nthose who came before you. And the view is so much better.\n24 Avoid software. The problem with software is that everyone has it.\n25 Don’t clean your desk. You might find something in the morning that you can’t see tonight.\n26 Don’t enter awards competitions. Just don’t. It’s not good for you.\n27 Read only left–hand pages. Marshall McLuhan did this. By decreasing the amount of\ninformation, we leave room for what he called our ‘noodle’.\n28 Make new words. Expand the lexicon. The new conditions demand a new way of thinking.\nThe thinking demands new forms of expression. The expression generates new conditions.\n29 Think with your mind. Forget technology. Creativity is not device–dependent.\n30 Organization = Liberty. Real innovation in design, or any other field, happens in context.\nThat context is usually some form of cooperatively managed enterprise. Frank Gehry, for instance, is only able to realize Bilbao because his studio can deliver it on budget. The myth of a split between ‘creatives’ and ‘suits’ is what Leonard Cohen calls a “charming artifact of the past.”\n31 Don’t borrow money. Once again, Frank Gehry’s advice. By maintaining financial\ncontrol, we maintain creative control. It’s not exactly rocket science, but it’s surprising how hard it is to maintain this discipline, and how many have failed.\n32 Listen carefully. Every collaborator who enters our orbit brings with him or her a world more strange and complex than any we could ever hope to imagine. By listening to the details and the subtlety of their needs, desires, or ambitions, we fold their world onto our own. Neither party will ever be the same.\n33 Take field trips. The bandwidth of the world is greater than that of your TV set, or the Internet,\nor even a totally immersive, interactive, dynamically rendered, object–oriented, real– time, computer graphic–simulated environment.\n34 Make mistakes faster. This isn’t my idea—I borrowed it. I think it belongs to Andy Grove.\n35 Imitate. Don’t be shy about it. Try to get as close as you can. You’ll never get all the way, and the separation might be truly remarkable. We have only to look to Richard Hamilton and his version of Marcel Duchamp’s large glass to see how rich, discredited, and underused imitation is as a technique.\n36 Scat. When you forget the words, do what Ella did: make up something else... but not words.\n37 Break it, stretch it, bend it, crush it, crack it, fold it.\n38 Explore the other edge. Great liberty exists when we avoid trying to run with the\ntechnological pack. We can’t find the leading edge because it’s trampled underfoot. Try using old–tech equipment made obsolete by an economic cycle but still rich with potential.\n39 Coffee breaks, cab rides, green rooms. Real growth often happens outside of where we\nintend it to, in the interstitial spaces—what Dr. Seuss calls “the waiting place.” Hans Ulrich Obrist once organized a science and art conference with all of the infrastructure of a conference—the parties, chats, lunches, airport arrivals—but with no actual conference. Apparently it was hugely successful and spawned many ongoing collaborations.\n40 Avoid fields. Jump fences. Disciplinary boundaries and regulatory regimes are attempts to control the wilding of creative life. They are often understandable efforts to order what are manifold, complex, evolutionary processes. Our job is to jump the fences and cross the fields.\n41 Laugh. People visiting the studio often comment on how much we laugh. Since I’ve become aware of this, I use it as a barometer of how comfortably we are expressing ourselves.\n42 Remember. Growth is only possible as a product of history. Without memory, innovation\nis merely novelty. History gives growth a direction. But a memory is never perfect. Every memory is a degraded or composite image of a previous moment or event. That’s what makes us aware of its quality as a past and not a present. It means that every memory is new, a partial construct different from its source, and, as such, a potential for growth itself.\n43 Power to the people. Play can only happen\nwhen people feel they have control over their lives. We can’t be free agents if we’re not free.\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 24202548,
    "title": "Untitled",
    "content": "Love reawakens us to our true nature as inherently vulnerable beings, because love requires our transformation. Dreams function similarly—finally in a state of radically nonlinear antirational openness, our psyche is able to pour out and express itself to us. Love, dreams, fantasy, meditation and deep prayer all require a vulnerable, trancelike state that enables a break from every day reality and returns us to ourselves. I regard this process of “checking out” from reality as sacred, as it requires one to disregard the fear that accompanies vulnerability in service of a greater purpose, such as connection, truth, spirituality, or self-discovery. When I use my phone to check out, I go into a trancelike state, but unlike the sacred trances I described above, there is no greater purpose being served. I turn off my brain and open myself up, and corporations pour their content into me. They give me their dreams for free.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 19959617,
    "title": "‭‭1 Corinthians‬ ‭8‬:‭1‬ ‭AMP‬‬",
    "content": "Knowledge [alone] makes [people self-righteously] arrogant, but love [that unselfishly seeks the best for others] builds up and encourages others to grow [in wisdom].\n\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 24213288,
    "title": "Untitled",
    "content": "“A person is a fluid process, not a fixed and static entity; a flowing river of change, not a block of solid material; a continually changing constellation of potentialities, not a fixed quantity of traits.”\n— Carl Rogers, On Becoming A Person",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 23466673,
    "title": "Untitled",
    "content": "If you don’t notice things and how they make you feel you have no sense of who you are and who you want. That’s how a lot of people live—numbing out their sensitivity so they can accept disappointments. But if you choose to nurture your sensitivity you have to take responsibility for it.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 23671460,
    "title": "spiral",
    "content": "The path isn’t a straight line; it’s a spiral. You continually come back to things you thought you understood and see deeper truths",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 19507346,
    "title": "\"all things\"",
    "content": "all things grow in seasons (limits)\nall things grow in silence (attention)\nall things grow in ecosystems (the other)\nall things can be described by healing or damage\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 24534369,
    "title": "Untitled",
    "content": "the things that excite you are not random. they are connected to your purpose. follow them.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 24772712,
    "title": "Releasing Control and Implementing Instinctive Creativity",
    "content": "Approaching the human condition as an assignment that is to be understood and perfected is an approach that continues to end in disappointment. \n\nI feel like I’m relearning my comprehension of the essence of being alive, like everything I’ve ever known has been false. I’ve always tried to cultivate my life, my experiences, the people around me, and my identity. I use “cultivate” as a synonym for control. According to my subconscious psyche, if I can control everything, I can understand everything. If I can understand everything, I will be a complete human; I will fulfill my purpose of experiencing the impermanence of the human flesh, in all of its glories. \n\nSo I wake up everyday searching: for myself, for my career path, for my identity in social settings, for my role in society, for my role in my family, for modes of expression, for the patterns in the qualities of various experiences… but most often, I spend each moment searching for comprehensive answers, definitions, and implications of various aspects of human life. \n\nEach and every day I’m met with failure. I’m overwhelmed and frustrated that things are changing faster than I find my grip on them. When I learn something new about life, it’s quickly contradicted. Before I’ve had the time to accept this new reality and establish my set of definitions, opinions, and values about this new reality I’ve been met with, it changes again. What is truth, then? Who am I, then, if I never have the opportunity to establish an objective comprehension of reality, thus establishing a set of beliefs, values, and eventually practices? How could I possibly ever reach mastery? Nothing is ever consistent enough to master, it seems. \n\nBut, I’m learning that the human experience is dynamic and ever-changing; that is the objective quality of it. The only thing that’s consistent in this life is inconsistency. The only thing that’s permanent is impermanence. I’m shifting my understanding of —and approach to— life away from consistent attempts at obtaining control, and towards building adaptability, flexibility, and resilience. Exercising creativity is a requirement here. Engaging in acts of play is a necessity. \n\nStripping the mind and letting go of my definitions or implied truths that I’ve developed about the experience of life is the first step in establishing a sense of control and stability; “to define is to limit”. The second step is simplifying my belief system back to a foundational framework, which allows me to remain both flexible and engaged in the active participation of my approach to life. \n\nI believe in honesty, I believe in hard work, I believe in curiosity, I believe in non-judgement, I believe in selflessness, I believe in reciprocity, I believe in gratitude, I believe in empathy, I believe in love. The work is in generating creative ways to implement these values within the dynamic and ever-changing nature of life’s happenings. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 24772284,
    "title": "Being human is not an assignment",
    "content": "I must learn to exist in the absence of constructing a persona based on my comprehensive ideas about who I should be in this world… I must learn how to be alive, radically, without constantly revising the intricacies of myself. Being human is not an assignment. I will never be complete. I must simply show up in this world, imperfectly, right now.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 15363857,
    "title": "Untitled",
    "content": "when you practice kindness and i mean seriously, consciously choose it over and over again, it shows. that kind of selfless love etches itself into your laugh lines, steeps like a teabag until your words are inherently graceful. sometimes we spit out that choice through gritted teeth, but late at night when time stands still, the universe kisses your eyelids and promises you twice the love in return.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 24894442,
    "title": "Untitled",
    "content": "No one else is supposed to understand your calling. It wasn’t a conference call.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 20674357,
    "title": "Star Child by Claire A. Nivola",
    "content": "\"To visit planet Earth, you will have to be born as a human child. At first, you'll have to learn to use your new body, to move your arms and legs, to pull yourself upright. You will learn to walk and run, to use your hands, to make sounds and form words. Slowly, you will learn to take care of yourself. Here, it is still and peaceful, but there, the colors, sensations, and sounds will wash over you constantly. You will see so many living things, plants and animals, beyond imagining. Here, it is always the same, but there, everything is in motion, everything is always changing. You will be plunged into Earth's river of time. There will be so much for you to learn and so much for you to feel -- pleasure and fear, joy and disappointment, sadness and wonder. In your confusion and delight, you will forget where you came from. You will grow up, travel, and work. Perhaps, you'll have children, even grandchildren of your own. Over the years, you will try to make sense of that happy, sad, full, empty, always-shifting life you're in. And when the time comes to return to your star, it may be hard to say 'goodbye' to that strangely beautiful world.\"",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 25090428,
    "title": "Untitled",
    "content": "Each chapter, each step of your life, no matter its nature or how much it ressembles what you had desired it to be — be grateful for it, honour it, and enjoy as much as there is to enjoy of it",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 25167220,
    "title": "Untitled",
    "content": "“If someone’s spirituality or therapeutic work is resulting in fewer and fewer relationships, losing people left and right either because they back away or they ‘need to be cut off,’ it should send up a huge red flag. Effective spiritual and therapeutic work should by and large make our relationships better and more numerous. It should increase our tolerance for differences, tension, conflict, and all sorts of relationship difficulties. It is probably a pretty rare occurrence that someone actually needs to be cut out of our lives.”",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 25213245,
    "title": "Untitled",
    "content": "10 Secrets to Happiness (Arthur Brooks)\n\n1. Name your fears and face them\n2. Know your appetites and control them\n3. Be neither a cheapskate nor a spendthrift \n4. Give as generously as you can\n5. Focus on the transcendent, disregard trivialities\n6. True strength is a controlled temper\n7. Never lie, especially to yourself \n8. Stop struggling for your fair share\n9. Forgive others and forbear their weaknesses\n10. Define your morality, live up to it even in private ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 24484473,
    "title": "Untitled",
    "content": "Life is not a human thing. It is what gives us the opportunity to be human. It is not the stage upon which we play out our humanity or our lack of it, though merely players we surely are. It is the play. And the play’s the thing.\n\nJenkinson, Stephen. Die Wise (p. 204). North Atlantic Books. Kindle Edition. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12564268,
    "title": "Untitled",
    "content": "When stumped by a lifechoice, choose “enlargement” over happiness. I’m indebted to the Jungian therapist for the insight that major personal decisions should be made not by asking, “Will this make me happy?”, but “Will this choice enlarge me or diminish me?”\n\nThere will always be too much to do – and this realisation is liberating. The only viable solution is to make a shift: from a life spent trying not to neglect anything, to one spent proactively and consciously choosing what to neglect, in favour of what matters most.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 18011764,
    "title": "Untitled",
    "content": "“The work of the mature person is to carry grief in one hand and gratitude in the other and be stretched large by them“ - Francis Weller",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 19709006,
    "title": "Sarah Blondin",
    "content": "I could have never planned the life I have. No lists or aspirational goals could have brought me to where I am now. The only advice I have, if you can even call it that, is to sit as close to heart as you can. It has plans for you, but you must be willing to enter its fire. Patience and devotion are its love language, so feed it well. Never steer from your bullhead, as it will bludgeon the spirit of true inspiration in you, only lead from the humblest part of you. Keep your head bowed, with the word mercy on your tongue, as you are eroded by tenderness and shown who you are. Take what is given, and feel the blessings living in you. Know that every moment is more than enough. Only when you can see this will you close the vast divide between you and your longing. This heartbeat in a body, this perfect iris of the eye, loved itself into being. This breath inside the breath in you is God incarnate. Follow this, know this, and thanks will be your only words and action.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 16916677,
    "title": "Fragrance After Rain",
    "content": "Her nervous system had been through so much. She decided to spend the rest of her life calming the inflammation. Thoughts, feelings, memories, behavior, relations. She soothed it all with deep, Loving breaths and gentle practices. The softer she became with herself, the softer she became with the world, which became softer with her. She birthed a new generational cycle: Peace.\n\n⚘ Jaiya John, *Fragrance After Rain*",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 25848575,
    "title": "Untitled",
    "content": "“Healthy introspection, without undermining oneself; it is a rare gift to venture into the unexplored depths of the self, without delusions or fictions, but with an uncorrupted gaze.”\n― Friedrich Nietzsche, Unpublished Writings from the Period of Unfashionable Observations",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 25847994,
    "title": "Ascension Glossary",
    "content": "Ascension, also known as Spiritual Awakening, is a simultaneous increase of Expanding Consciousness that occurs when our spiritual-energetic bodies connect into our physical bodies. \n\nAs a human being undergoes the Awakening process, which can progress gradually over many years, that person shifts into perceptions of higher consciousness, which can include increased awareness of energy in the environment, perceiving multidimensional realities, sensing extradimensional entities and feeling a direct communion with God and the interconnected energy that exists between all things.\n\nAll humans have a unique Blueprint and pace to keep aligned with the planetary frequencies. Some will adapt to these frequencies while embodied on planet, while others may not. The choice lies with each of us and is directly our responsibility. We can participate or not with our personal evolution process. All that is required from the Ascension process is participation at the level you are able and that attention and focus is placed on one's heart with a desire to know the true self.\n\nAs we develop Self Awareness which is the knowledge of the Self, we are developing the right relationship to the Self, and thus we can better develop our relationship with God Source. We cannot know the highest expression of our nature, until we know the deepest inner contents of our own being. Self study is self mastery and is the pathway to expanding Consciousness and awakening Kundalini.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 25987693,
    "title": "just keep coming back to the thing",
    "content": "Like everyone else, I go through periods of disenchantment and reenchantment. I’ve fully realized this year how inescapable ebbs and flows are, how the only thing that matters in the end is that you keep coming back. Some things I’ve loved for a long time: reading, writing, running, yoga. With every single one I go through months, sometimes even years, when I’m just not feeling so in love. Because the long slog of it is so hard. Because sometimes you’re feverish, manic, inspired, and other times you’re depressed. Because you always want to improve and sometimes you feel so stuck and you’re convinced there’s no light at the end of the tunnel. But it literally doesn’t matter as long as you keep coming back.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 11436944,
    "title": "The Five Things we Cannot Change by David Richo",
    "content": "Our purpose in life is not to remain upright at all times but to collapse with grace when that is what has to happen... The self-help movement sometimes insists, perhaps too rigidly, that we are never to be victims.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 17151274,
    "title": "Untitled",
    "content": "“We recoil from the notion that this is it—that this life, with all its flaws and inescapable vulnerabilities, its extreme brevity, and our limited influence over how it unfolds, is the only one we’ll get a shot at. Instead, we mentally fight against the way things are—so that, in the words of the psychotherapist Bruce Tift, “we don’t have to consciously participate in what it’s like to feel claustrophobic, imprisoned, powerless, and constrained by reality.” This struggle against the distressing constraints of reality is what some old-school psychoanalysts call “neurosis,” and it takes countless forms, from workaholism and commitment-phobia to codependency and chronic shyness.”  - Oliver Burkeman",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 26588526,
    "title": "Habits of the Heart",
    "content": "“As mass phenomena, the nervous search for the true self and the extravagant conclusions drawn from that search are probably relatively recent in our society.”",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 14294904,
    "title": "Untitled",
    "content": "\"Love is part of our own essential nature, somehow hidden or enfolded within us. Our desire and our efforts to love uncover our mysterious wound of separation from the authentic core of life.\"\n\n—Judith Blackstone, *The Intimate Life*",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 26660482,
    "title": "On “spirituality” - Habits of the Heart",
    "content": "“Another way out of the dead end of radical individualism… is to assume that at the core of every person is a fundamental spiritual harmony that links him or her not only to every other person but to the cosmos as a whole. Here, too, external authority, cultural traditions, and social institutions are all eschewed. The self in all its pristine purity is affirmed.… But such a romantic individualism is remarkably thin when it comes to any but the vaguest prescriptions about how to live in an actual society.“",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 19692747,
    "title": "Lisa Olivera - I want everyone to like me The relief of self-honesty // the art of self-kindness",
    "content": "*To make living our task* instead of assuming healing and fixing everything should always be at the center, to trust we can move with the ebbs and flows, even when we feel like they’re one second away from overtaking us entirely. We can wade. We can float. We can swim. And we can reach for the life rafts when moving with the waves is just too much to do on our own.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 20353585,
    "title": "meaning of life",
    "content": "“The meaning of life is just to be alive. It is so plain and so obvious and so simple. And yet, everybody rushes around in a great panic as if it were necessary to achieve something beyond themselves.” Alan Watts",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 27788506,
    "title": "Pema Chodron",
    "content": "The key to feeling at home with your body, mind, and emotions, to feeling worthy to live on this planet, comes from being able to lighten up. This earnestness, this seriousness about everything in our lives… is the world’s greatest killjoy. There’s no sense of appreciation because we’re so solemn about everything… When your aspiration is to lighten up, you begin to have a sense of humor. Things just keep popping your serious state of mind.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 27101,
    "title": "Facing Life as It is",
    "content": "The important point of spiritual practice is not to try to escape your life, but to face it - exactly and completely.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 28742653,
    "title": "Untitled",
    "content": "“Living in discovery is at all times preferable to living through assumptions.”\n— Rick Rubin",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 28972365,
    "title": "Untitled",
    "content": "“The urge to transcend self-conscious selfhood is, as I have said, a principal appetite of the soul.”\n\n—Aldous Huxley",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 10522948,
    "title": "Untitled",
    "content": "All I needed was to read more, own less, and keep company with the sun.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 29505500,
    "title": "Franz Kafka",
    "content": "You are free and that is why you are lost. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 8578756,
    "title": "Henry Miller",
    "content": "\"The art of living is based on rhythm — on give and take, ebb and flow, light and dark, life and death. By acceptance of all aspects of life, good and bad, right and wrong, yours and mine, the static, defensive life, which is what most people are cursed with, is converted into a dance, ‘the dance of life,’ metamorphosis. One can dance to sorrow or to joy; one can even dance abstractly. … But the point is that, by the mere act of dancing, the elements which compose it are transformed; the dance is an end in itself, just like life. The acceptance of the situation, any situation, brings about a flow, a rhythmic impulse towards self-expression. To relax is, of course, the first thing a dancer has to learn. It is also the first thing a patient has to learn when he confronts the analyst. It is the first thing any one has to learn in order to live. It is extremely difficult, because it means surrender, full surrender.\"",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 30303595,
    "title": "Sanaya Roman",
    "content": "Heart energy is the most important resource on Earth at this time. ",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 12627634,
    "title": "Untitled",
    "content": "don't be too judgemental. take only that to heart what you want to learn. the rest of it stays and it's ok!! detach and learn and love and leave.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 6091757,
    "title": "Rules For Being Human",
    "content": "1. You will receive a body. You may like it or not but it is yours for the entire time you’re on Earth.\n\n2. You will learn lessons. You are enrolled in a full-time, informal school called “life.” Each day in this school you will have the opportunity to learn lessons. You may like the lessons or think them irrelevant or stupid.\n\n3. There are no mistakes, only lessons. Growth is a process of trial and error, experimentation. The “failed” experiments are as much as the process as the experiment that ultimately works.\n\n4. A lesson is repeated until it is learned. A lesson will be presented to you in various forms until you have learned it. Then you can go on to the next lesson.\n\n5. Learning lessons does not end. There is no part of life that does not contain lessons. If you are alive, there are lessons to be learned.\n\n6. “There” is no better than “here.” When your “there” has become “here,” you will simply obtain another “there” that is, again, better than “here.”\n\n7. Others are merely mirrors of you. You cannot love or hate something about another person unless it reflects to you something you love or hate about yourself.\n\n8. What you make of your life is up to you. You have all the tools and resources you need – what you do with them is up to you. The choice is yours.\n\n9. The answers to life’s questions lie inside you. All you need to do is look, listen, and trust.\n\n10. You will forget all this. You can remember whenever you want.\n",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 29649660,
    "title": "Trinh T. Minh-ha, 'Woman, Native, Other: Writing Postcoloniality and Feminism' (1989)",
    "content": "Closure and openness, again, are one ongoing process: we do not *have* bodies, we *are* our bodies, and we are ourselves while being the world.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 9536184,
    "title": "Ursula K. Le Guin",
    "content": "True voyage is return. \n\n∆ Ursula K. Le Guin",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 32036326,
    "title": "Rachel Carson",
    "content": "We have been troubled about the world, and had almost lost faith in man; it helps to think about the long history of the earth, and of how life came to be. And when we think in terms of millions of years, we are not so impatient that our own problems be solved tomorrow.",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 32768971,
    "title": "life is designed to break your heart",
    "content": "\"This life, when lived correctly, is designed to break your heart. This life, when lived audaciously, is supposed to humble you until you’re nearly destroyed. Courage of conviction. You can’t build a cathedral without letting the whole world in. You can’t build a temple without risking everything. You have lost everything, and you will lose so much more, again and again.\" — Ask Polly",
    "channelSlug": "evolving-rotr3fcho1m"
  },
  {
    "id": 23704253,
    "title": "Untitled",
    "content": "\"Forget about enlightenment. Sit down wherever you are and listen to the wind that is singing in your veins. Feel the love, the longing, and the fear in your bones. Open your heart to who you are, right now, not who you would like to be. Not the saint you’re striving to become. But the being right here before you, inside you, around you. All of you is holy. You’re already more and less than whatever you can know. Breathe out, look in, let go.\"  ~ John Welwood",
    "channelSlug": "evolving-rotr3fcho1m"
  }
]